{
 "9:60-61_316": [
  {
   "answer": "إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيم. ومنهم الذين يؤذون النبي",
   "rank": 1,
   "score": 0.5387877996354968
  },
  {
   "answer": "إنما الصدقات للفقراء والمساكين والعاملين عليها",
   "rank": 2,
   "score": 0.2151340878091995
  },
  {
   "answer": "إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم",
   "rank": 3,
   "score": 0.10117654555572793
  },
  {
   "answer": "إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيم.",
   "rank": 4,
   "score": 0.07423952232139425
  },
  {
   "answer": "النبي",
   "rank": 5,
   "score": 0.07063907908273913
  }
 ],
 "2:178-179_400": [
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى",
   "rank": 1,
   "score": 0.9838574945349303
  },
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد",
   "rank": 2,
   "score": 0.006584017533627321
  },
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان ذلك تخفيف من ربكم ورحمة",
   "rank": 3,
   "score": 0.003623633159259995
  },
  {
   "answer": "ثى",
   "rank": 4,
   "score": 0.003123767038604305
  },
  {
   "answer": "القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى",
   "rank": 5,
   "score": 0.002811086062227065
  }
 ],
 "2:190-194_400": [
  {
   "answer": "الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم",
   "rank": 1,
   "score": 0.9779148242026419
  },
  {
   "answer": "الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم",
   "rank": 2,
   "score": 0.012528432977370755
  },
  {
   "answer": "الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم",
   "rank": 3,
   "score": 0.003984822969042466
  },
  {
   "answer": "الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا أن الله مع المتقين.",
   "rank": 4,
   "score": 0.0031079325514422654
  },
  {
   "answer": "الشهر",
   "rank": 5,
   "score": 0.0024639850943936887
  }
 ],
 "2:243-245_400": [
  {
   "answer": "الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم",
   "rank": 1,
   "score": 0.9750872476635672
  },
  {
   "answer": "ألم تر إلى الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم",
   "rank": 2,
   "score": 0.01268893148418717
  },
  {
   "answer": "هم",
   "rank": 3,
   "score": 0.005912437611389219
  },
  {
   "answer": "الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون. وقاتلوا في سبيل الله واعلموا أن الله سميع عليم. من ذا الذي يقرض الله قرضا حسنا فيضاعفه له أضعافا كثيرة",
   "rank": 4,
   "score": 0.004791326706478994
  },
  {
   "answer": "الذين خرجوا من ديارهم وهم ألوف حذر الموت",
   "rank": 5,
   "score": 0.00151992313466089
  }
 ],
 "4:74-76_400": [
  {
   "answer": "فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة",
   "rank": 1,
   "score": 0.9925770601818961
  },
  {
   "answer": "ة",
   "rank": 2,
   "score": 0.003682621875066148
  },
  {
   "answer": "فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة ومن يقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما",
   "rank": 3,
   "score": 0.001446366648414198
  },
  {
   "answer": "الذين آمنوا يقاتلون في سبيل الله والذين كفروا يقاتلون في سبيل الطاغوت فقاتلوا أولياء الشيطان",
   "rank": 4,
   "score": 0.0011486483485778133
  },
  {
   "answer": "فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة ومن يقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما.",
   "rank": 5,
   "score": 0.0011452880925226121
  }
 ],
 "4:80-84_400": [
  {
   "answer": "من يطع الرسول فقد أطاع الله",
   "rank": 1,
   "score": 0.9129316428178954
  },
  {
   "answer": "من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا. ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا. أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا",
   "rank": 2,
   "score": 0.07220805695423739
  },
  {
   "answer": "أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا",
   "rank": 3,
   "score": 0.01138043191491355
  },
  {
   "answer": "من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا. ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا. أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.",
   "rank": 4,
   "score": 0.0018819996119290112
  },
  {
   "answer": "الله",
   "rank": 5,
   "score": 0.0015978661189896789
  }
 ],
 "4:88-91_400": [
  {
   "answer": "الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 1,
   "score": 0.564580203440664
  },
  {
   "answer": "أتريدون أن تهدوا من أضل الله ومن يضلل الله فلن تجد له سبيلا. ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء حتى يهاجروا في سبيل الله فإن تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا. إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 2,
   "score": 0.14887017832168947
  },
  {
   "answer": "إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 3,
   "score": 0.14094745195191782
  }
 ],
 "5:32-34_400": [
  {
   "answer": "من قتل نفسا بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعا ومن أحياها فكأنما أحيا الناس جميعا ولقد جاءتهم رسلنا بالبينات ثم إن كثيرا منهم بعد ذلك في الأرض لمسرفون. إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا",
   "rank": 1,
   "score": 0.6369575268245278
  },
  {
   "answer": "من قتل نفسا بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعا",
   "rank": 2,
   "score": 0.23708571121810723
  },
  {
   "answer": "إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا",
   "rank": 3,
   "score": 0.07315938933177983
  },
  {
   "answer": "من قتل نفسا بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعا ومن أحياها فكأنما أحيا الناس جميعا ولقد جاءتهم رسلنا بالبينات ثم إن كثيرا منهم بعد ذلك في الأرض لمسرفون. إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض",
   "rank": 4,
   "score": 0.03285498116554015
  },
  {
   "answer": "من قتل نفسا بغير نفس أو فساد في الأرض",
   "rank": 5,
   "score": 0.019942154123498975
  }
 ],
 "8:38-40_400": [
  {
   "answer": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين. وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله",
   "rank": 1,
   "score": 0.4769023573339839
  },
  {
   "answer": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين.",
   "rank": 2,
   "score": 0.40474177385168886
  },
  {
   "answer": "وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله",
   "rank": 3,
   "score": 0.09745796368353933
  },
  {
   "answer": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين. وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله فإن انتهوا فإن الله بما يعملون بصير. وإن تولوا فاعلموا أن الله مولاكم نعم المولى ونعم النصير.",
   "rank": 4,
   "score": 0.011708095414717986
  },
  {
   "answer": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين. وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله فإن انتهوا فإن الله بما يعملون بصير.",
   "rank": 5,
   "score": 0.009189789385631433
  }
 ],
 "9:1-6_400": [
  {
   "answer": "تابوا وأقاموا الصلاة وآتوا الزكاة",
   "rank": 1,
   "score": 0.8480932535731721
  },
  {
   "answer": "فإن تابوا وأقاموا الصلاة وآتوا الزكاة",
   "rank": 2,
   "score": 0.14565952074913377
  },
  {
   "answer": "فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد فإن تابوا وأقاموا الصلاة وآتوا الزكاة",
   "rank": 3,
   "score": 0.0036234412373249655
  },
  {
   "answer": "تابو",
   "rank": 4,
   "score": 0.0018443579522753513
  }
 ],
 "9:12-16_400": [
  {
   "answer": "وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر",
   "rank": 1,
   "score": 0.38132021514570946
  },
  {
   "answer": "وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر إنهم لا أيمان لهم لعلهم ينتهون. ألا تقاتلون قوما نكثوا أيمانهم وهموا بإخراج الرسول وهم بدءوكم أول مرة أتخشونهم فالله أحق أن تخشوه إن كنتم مؤمنين. قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين",
   "rank": 2,
   "score": 0.34855489364353087
  },
  {
   "answer": "قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين",
   "rank": 3,
   "score": 0.266204412535089
  },
  {
   "answer": "وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر إنهم لا أيمان لهم لعلهم ينتهون.",
   "rank": 4,
   "score": 0.0031326574482626202
  },
  {
   "answer": "فر",
   "rank": 5,
   "score": 0.0007878170198414956
  }
 ],
 "9:28-29_400": [
  {
   "answer": "قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر",
   "rank": 1,
   "score": 0.8457601185019243
  },
  {
   "answer": "الذين آمنوا إنما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا وإن خفتم عيلة فسوف يغنيكم الله من فضله إن شاء إن الله عليم حكيم. قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر",
   "rank": 2,
   "score": 0.08228243402190594
  },
  {
   "answer": "قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق",
   "rank": 3,
   "score": 0.042438173327626096
  },
  {
   "answer": "يا أيها الذين آمنوا إنما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا وإن خفتم عيلة فسوف يغنيكم الله من فضله إن شاء إن الله عليم حكيم. قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر",
   "rank": 4,
   "score": 0.025390533216222564
  },
  {
   "answer": "الذين آمنوا إنما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا وإن خفتم عيلة فسوف يغنيكم الله من فضله إن شاء إن الله عليم حكيم. قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق",
   "rank": 5,
   "score": 0.0041287312093005206
  }
 ],
 "9:36-37_400": [
  {
   "answer": "أربعة",
   "rank": 1,
   "score": 0.9076475858866395
  },
  {
   "answer": "إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السماوات والأرض منها أربعة",
   "rank": 2,
   "score": 0.07884601766962412
  },
  {
   "answer": "أربعة حرم ذلك الدين القيم",
   "rank": 3,
   "score": 0.005756382890154732
  },
  {
   "answer": "أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين. إنما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطئوا عدة ما حرم الله فيحلوا ما حرم الله زين لهم سوء أعمالهم",
   "rank": 4,
   "score": 0.0045492288928086835
  },
  {
   "answer": "ة",
   "rank": 5,
   "score": 0.003200782286602974
  }
 ],
 "9:122-123_400": [
  {
   "answer": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة",
   "rank": 1,
   "score": 0.7226851621472489
  },
  {
   "answer": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون.",
   "rank": 2,
   "score": 0.1784906407266486
  },
  {
   "answer": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون. يا أيها الذين آمنوا قاتلوا الذين يلونكم من الكفار وليجدوا فيكم غلظة واعلموا أن الله مع المتقين.",
   "rank": 3,
   "score": 0.09152090507409204
  },
  {
   "answer": "المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة",
   "rank": 4,
   "score": 0.00522667043999187
  },
  {
   "answer": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم",
   "rank": 5,
   "score": 0.002076616279227171
  }
 ],
 "17:31-35_400": [
  {
   "answer": "ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا. ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا بالعهد إن العهد كان مسئولا.",
   "rank": 1,
   "score": 0.8649877403034707
  },
  {
   "answer": "وأوفوا بالعهد إن العهد كان مسئولا.",
   "rank": 2,
   "score": 0.09028304761737703
  },
  {
   "answer": "ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا.",
   "rank": 3,
   "score": 0.023899275538272497
  },
  {
   "answer": "ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا. ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا بالعهد إن العهد كان مسئولا",
   "rank": 4,
   "score": 0.015460699242433278
  },
  {
   "answer": "ولا تقتلوا النفس التي حرم الله إلا بالحق ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا. ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا بالعهد إن العهد كان مسئولا.",
   "rank": 5,
   "score": 0.005369227716636446
  }
 ],
 "25:63-77_400": [
  {
   "answer": "ومن يفعل ذلك يلق أثاما.",
   "rank": 1,
   "score": 0.5442415919908169
  },
  {
   "answer": "ومن يفعل ذلك يلق أثاما. يضاعف له العذاب يوم القيامة ويخلد فيه مهانا. إلا من تاب وآمن وعمل عملا صالحا",
   "rank": 2,
   "score": 0.4044460087986034
  },
  {
   "answer": "تاب وآمن وعمل عملا صالحا",
   "rank": 3,
   "score": 0.03287631948754404
  },
  {
   "answer": "من تاب وآمن وعمل عملا صالحا",
   "rank": 4,
   "score": 0.015712732582535745
  },
  {
   "answer": ".",
   "rank": 5,
   "score": 0.0027231405529853704
  }
 ],
 "33:25-27_400": [
  {
   "answer": "وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم",
   "rank": 1,
   "score": 0.4724899044920429
  },
  {
   "answer": "وأنزل الذين ظاهروهم من أهل الكتاب",
   "rank": 2,
   "score": 0.45405641783337697
  },
  {
   "answer": "وكفى الله المؤمنين القتال وكان الله قويا عزيزا.",
   "rank": 3,
   "score": 0.04079475380476867
  },
  {
   "answer": "ورد الله الذين كفروا بغيظهم لم ينالوا خيرا وكفى الله المؤمنين القتال وكان الله قويا عزيزا.",
   "rank": 4,
   "score": 0.016742133228147056
  },
  {
   "answer": "وكفى الله المؤمنين القتال وكان الله قويا عزيزا. وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم",
   "rank": 5,
   "score": 0.01587049449330215
  }
 ],
 "33:60-62_400": [
  {
   "answer": "المدينة",
   "rank": 1,
   "score": 0.8632196673460258
  },
  {
   "answer": "المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا",
   "rank": 2,
   "score": 0.0812383923738487
  },
  {
   "answer": "لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة",
   "rank": 3,
   "score": 0.03792722522660217
  },
  {
   "answer": "المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا. ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلا",
   "rank": 4,
   "score": 0.009961773673519634
  },
  {
   "answer": "ة",
   "rank": 5,
   "score": 0.007652889281674419
  }
 ],
 "47:1-6_400": [
  {
   "answer": "ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض",
   "rank": 1,
   "score": 0.3991067602660856
  },
  {
   "answer": "ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض والذين قتلوا في سبيل الله",
   "rank": 2,
   "score": 0.32194644141118073
  },
  {
   "answer": "والذين قتلوا في سبيل الله",
   "rank": 3,
   "score": 0.27430179742387945
  },
  {
   "answer": "ليبلو بعضكم ببعض",
   "rank": 4,
   "score": 0.0025710312311677886
  },
  {
   "answer": "ليبلو بعضكم ببعض والذين قتلوا في سبيل الله",
   "rank": 5,
   "score": 0.0020739672639962883
  }
 ],
 "49:9-10_400": [
  {
   "answer": "وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله",
   "rank": 1,
   "score": 0.5732019691423094
  },
  {
   "answer": "وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا",
   "rank": 2,
   "score": 0.21841444489168713
  },
  {
   "answer": "وإن طائفتان من المؤمنين",
   "rank": 3,
   "score": 0.1507014355245714
  },
  {
   "answer": "وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين. إنما المؤمنون إخوة فأصلحوا بين أخويكم واتقوا الله لعلكم ترحمون.",
   "rank": 4,
   "score": 0.03055711349982588
  },
  {
   "answer": "وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى",
   "rank": 5,
   "score": 0.027125029008492795
  }
 ],
 "2:34-39_257": [
  {
   "answer": "إبليس",
   "rank": 1,
   "score": 0.518375324898009
  },
  {
   "answer": "إبليس أبى واستكبر وكان من الكافرين. وقلنا يا آدم اسكن أنت وزوجك الجنة",
   "rank": 2,
   "score": 0.29249100683290735
  },
  {
   "answer": "إبليس أبى واستكبر وكان من الكافرين.",
   "rank": 3,
   "score": 0.10449477240581495
  },
  {
   "answer": "وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس",
   "rank": 4,
   "score": 0.05410539590424811
  },
  {
   "answer": "وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس أبى واستكبر وكان من الكافرين. وقلنا يا آدم اسكن أنت وزوجك الجنة",
   "rank": 5,
   "score": 0.0305287326827145
  }
 ],
 "7:19-25_257": [
  {
   "answer": "فوسوس لهما الشيطان ليبدي لهما ما ووري عنهما من سوآتهما وقال ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين أو تكونا من الخالدين. وقاسمهما إني لكما لمن الناصحين. فدلاهما بغرور فلما ذاقا الشجرة بدت لهما سوآتهما وطفقا يخصفان عليهما من ورق الجنة",
   "rank": 1,
   "score": 0.4113832699154141
  },
  {
   "answer": "ويا آدم اسكن أنت وزوجك الجنة",
   "rank": 2,
   "score": 0.22829944503354094
  },
  {
   "answer": "نة",
   "rank": 3,
   "score": 0.035492804921362864
  }
 ],
 "20:115-123_257": [
  {
   "answer": "إبليس أبى. فقلنا يا آدم إن هذا عدو لك ولزوجك فلا يخرجنكما من الجنة فتشقى. إن لك ألا تجوع فيها ولا تعرى. وأنك لا تظمأ فيها ولا تضحى. فوسوس إليه الشيطان قال يا آدم هل أدلك على شجرة الخلد وملك لا يبلى. فأكلا منها فبدت لهما سوآتهما وطفقا يخصفان عليهما من ورق الجنة",
   "rank": 1,
   "score": 0.8036449311894209
  },
  {
   "answer": "شجرة الخلد وملك لا يبلى. فأكلا منها فبدت لهما سوآتهما وطفقا يخصفان عليهما من ورق الجنة",
   "rank": 2,
   "score": 0.06746564337467802
  },
  {
   "answer": "الجنة",
   "rank": 3,
   "score": 0.06462812782424252
  },
  {
   "answer": "نة",
   "rank": 4,
   "score": 0.04840423119369041
  },
  {
   "answer": "إبليس",
   "rank": 5,
   "score": 0.01544073436952771
  }
 ],
 "2:83-86_313": [
  {
   "answer": "بني إسرائيل",
   "rank": 1,
   "score": 0.2789784528949477
  },
  {
   "answer": "بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا وأقيموا الصلاة وآتوا الزكاة",
   "rank": 2,
   "score": 0.22653118010280365
  },
  {
   "answer": "بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا",
   "rank": 3,
   "score": 0.18407864130495127
  },
  {
   "answer": "وإذ أخذنا ميثاق بني إسرائيل",
   "rank": 4,
   "score": 0.16589568022767942
  },
  {
   "answer": "وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا وأقيموا الصلاة وآتوا الزكاة",
   "rank": 5,
   "score": 0.13470769454042716
  }
 ],
 "2:178-179_313": [
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى",
   "rank": 1,
   "score": 0.7372020460592
  },
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان",
   "rank": 2,
   "score": 0.2547702098988844
  },
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان ذلك تخفيف من ربكم ورحمة",
   "rank": 3,
   "score": 0.005313468448040554
  },
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد",
   "rank": 4,
   "score": 0.0013585449636269989
  },
  {
   "answer": "ثى",
   "rank": 5,
   "score": 0.001355728640707413
  }
 ],
 "2:228-230_313": [
  {
   "answer": "ثلاثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الآخر وبعولتهن أحق بردهن في ذلك إن أرادوا إصلاحا ولهن مثل الذي عليهن بالمعروف",
   "rank": 1,
   "score": 0.4004620695746115
  },
  {
   "answer": "ثلاثة قروء",
   "rank": 2,
   "score": 0.3385427254555206
  },
  {
   "answer": "ولهن مثل الذي عليهن بالمعروف",
   "rank": 3,
   "score": 0.23819455657842512
  },
  {
   "answer": "والمطلقات يتربصن بأنفسهن ثلاثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الآخر وبعولتهن أحق بردهن في ذلك إن أرادوا إصلاحا ولهن مثل الذي عليهن بالمعروف",
   "rank": 4,
   "score": 0.012355526209468365
  },
  {
   "answer": "والمطلقات يتربصن بأنفسهن ثلاثة قروء",
   "rank": 5,
   "score": 0.010445117865554085
  }
 ],
 "2:234-237_313": [
  {
   "answer": "لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنين",
   "rank": 1,
   "score": 0.7188573780161236
  },
  {
   "answer": "والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن أربعة أشهر وعشرا فإذا بلغن أجلهن فلا جناح عليكم فيما فعلن في أنفسهن بالمعروف",
   "rank": 2,
   "score": 0.27391537996741355
  },
  {
   "answer": "ين",
   "rank": 3,
   "score": 0.0028474190185780435
  },
  {
   "answer": "والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن أربعة أشهر وعشرا",
   "rank": 4,
   "score": 0.0027196808502420863
  },
  {
   "answer": "لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنين.",
   "rank": 5,
   "score": 0.0016600740257572701
  }
 ],
 "3:145-148_313": [
  {
   "answer": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين.",
   "rank": 1,
   "score": 0.7428450860493734
  },
  {
   "answer": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين",
   "rank": 2,
   "score": 0.25372950917212483
  },
  {
   "answer": ".",
   "rank": 3,
   "score": 0.001608979021578988
  },
  {
   "answer": "وما",
   "rank": 4,
   "score": 0.0010346585919385849
  },
  {
   "answer": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين. فآتاهم الله ثواب الدنيا وحسن ثواب الآخرة والله يحب المحسنين.",
   "rank": 5,
   "score": 0.0007817643488273556
  }
 ],
 "3:169-175_313": [
  {
   "answer": "الذين استجابوا لله والرسول من بعد ما أصابهم القرح",
   "rank": 1,
   "score": 0.9427072502211743
  },
  {
   "answer": "الذين استجابوا لله والرسول",
   "rank": 2,
   "score": 0.051850530407852986
  },
  {
   "answer": "ح",
   "rank": 3,
   "score": 0.0034564266022340216
  },
  {
   "answer": "استجابوا لله والرسول من بعد ما أصابهم القرح",
   "rank": 4,
   "score": 0.0012182173501696961
  },
  {
   "answer": "ويستبشرون بالذين لم يلحقوا بهم من خلفهم ألا خوف عليهم ولا هم يحزنون. يستبشرون بنعمة من الله وفضل وأن الله لا يضيع أجر المؤمنين. الذين استجابوا لله والرسول من بعد ما أصابهم القرح",
   "rank": 5,
   "score": 0.0007675701057334404
  }
 ],
 "4:36-40_313": [
  {
   "answer": "الذين يبخلون ويأمرون الناس بالبخل",
   "rank": 1,
   "score": 0.8982888348951235
  },
  {
   "answer": "الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله وأعتدنا للكافرين عذابا مهينا. والذين ينفقون أموالهم رئاء الناس ولا يؤمنون بالله ولا باليوم الآخر",
   "rank": 2,
   "score": 0.0452503501848884
  },
  {
   "answer": "الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله وأعتدنا للكافرين عذابا مهينا. والذين ينفقون أموالهم رئاء الناس ولا يؤمنون بالله ولا باليوم الآخر ومن يكن الشيطان له قرينا فساء قرينا. وماذا عليهم لو آمنوا بالله واليوم الآخر وأنفقوا مما رزقهم الله وكان الله بهم عليما. إن الله لا يظلم مثقال ذرة",
   "rank": 3,
   "score": 0.03655549448331459
  },
  {
   "answer": "إن الله لا يظلم مثقال ذرة",
   "rank": 4,
   "score": 0.015753059931374134
  },
  {
   "answer": "والذين ينفقون أموالهم رئاء الناس ولا يؤمنون بالله ولا باليوم الآخر",
   "rank": 5,
   "score": 0.004151785713107809
  }
 ],
 "4:122-126_313": [
  {
   "answer": "ممن أسلم وجهه لله وهو محسن",
   "rank": 1,
   "score": 0.45593843090918035
  },
  {
   "answer": "ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة ولا يظلمون نقيرا.",
   "rank": 2,
   "score": 0.3620886351957785
  },
  {
   "answer": "ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة ولا يظلمون نقيرا. ومن أحسن دينا ممن أسلم وجهه لله وهو محسن",
   "rank": 3,
   "score": 0.161936054251131
  },
  {
   "answer": "ممن",
   "rank": 4,
   "score": 0.014785498109982956
  },
  {
   "answer": "ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة ولا يظلمون نقيرا. ومن أحسن دينا ممن",
   "rank": 5,
   "score": 0.0052513783918011585
  }
 ],
 "5:12-13_313": [
  {
   "answer": "فاعف عنهم واصفح إن الله يحب المحسنين",
   "rank": 1,
   "score": 0.7151358919367173
  },
  {
   "answer": "فاعف عنهم واصفح",
   "rank": 2,
   "score": 0.13023592108169946
  },
  {
   "answer": "فاعف عنهم واصفح إن الله يحب المحسنين.",
   "rank": 3,
   "score": 0.07976726508176962
  },
  {
   "answer": "فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية يحرفون الكلم عن مواضعه ونسوا حظا مما ذكروا به ولا تزال تطلع على خائنة منهم إلا قليلا منهم فاعف عنهم واصفح إن الله يحب المحسنين",
   "rank": 4,
   "score": 0.04362356924409921
  },
  {
   "answer": "فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية يحرفون الكلم عن مواضعه",
   "rank": 5,
   "score": 0.031237309830640738
  }
 ],
 "5:82-86_313": [
  {
   "answer": "الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون. وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين",
   "rank": 1,
   "score": 0.6664553741706232
  },
  {
   "answer": "وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين",
   "rank": 2,
   "score": 0.26047843037309637
  },
  {
   "answer": "لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون. وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين",
   "rank": 3,
   "score": 0.05955701680832185
  },
  {
   "answer": "الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون. وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين. وما لنا لا نؤمن بالله وما جاءنا من الحق ونطمع أن يدخلنا ربنا مع القوم الصالحين",
   "rank": 4,
   "score": 0.0097129258169934
  },
  {
   "answer": "وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين. وما لنا لا نؤمن بالله وما جاءنا من الحق ونطمع أن يدخلنا ربنا مع القوم الصالحين",
   "rank": 5,
   "score": 0.0037962146742221985
  }
 ],
 "7:54-56_313": [
  {
   "answer": "ولا تفسدوا في الأرض بعد إصلاحها وادعوه خوفا وطمعا",
   "rank": 1,
   "score": 0.38047506278431087
  },
  {
   "answer": "ستة أيام ثم استوى على العرش يغشي الليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق والأمر تبارك الله رب العالمين. ادعوا ربكم تضرعا وخفية إنه لا يحب المعتدين. ولا تفسدوا في الأرض بعد إصلاحها وادعوه خوفا وطمعا",
   "rank": 2,
   "score": 0.3588221590785409
  },
  {
   "answer": "ستة أيام",
   "rank": 3,
   "score": 0.2574423051003736
  },
  {
   "answer": "ولا تفسدوا في الأرض بعد إصلاحها",
   "rank": 4,
   "score": 0.0016779830591509475
  },
  {
   "answer": "ستة أيام ثم استوى على العرش يغشي الليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق والأمر تبارك الله رب العالمين. ادعوا ربكم تضرعا وخفية إنه لا يحب المعتدين. ولا تفسدوا في الأرض بعد إصلاحها",
   "rank": 5,
   "score": 0.0015824887438761882
  }
 ],
 "9:90-96_313": [
  {
   "answer": "ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله",
   "rank": 1,
   "score": 0.9268783478495951
  },
  {
   "answer": "وجاء المعذرون من الأعراب ليؤذن لهم وقعد الذين كذبوا الله ورسوله سيصيب الذين كفروا منهم عذاب أليم. ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله",
   "rank": 2,
   "score": 0.06571570577809215
  },
  {
   "answer": "وجاء المعذرون من الأعراب",
   "rank": 3,
   "score": 0.0034422289077418295
  },
  {
   "answer": "وله",
   "rank": 4,
   "score": 0.0022616061677336046
  },
  {
   "answer": "الأعراب ليؤذن لهم وقعد الذين كذبوا الله ورسوله سيصيب الذين كفروا منهم عذاب أليم. ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله",
   "rank": 5,
   "score": 0.0017021038580498416
  }
 ],
 "9:100-102_313": [
  {
   "answer": "والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان",
   "rank": 1,
   "score": 0.6493483222383247
  },
  {
   "answer": "والسابقون الأولون من المهاجرين والأنصار",
   "rank": 2,
   "score": 0.3265128415238798
  },
  {
   "answer": "والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم.",
   "rank": 3,
   "score": 0.01069230117671721
  },
  {
   "answer": "بإحسان",
   "rank": 4,
   "score": 0.009101062398508119
  },
  {
   "answer": "والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه",
   "rank": 5,
   "score": 0.0043454674714548565
  }
 ],
 "9:117-121_313": [
  {
   "answer": "ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله ولا يرغبوا بأنفسهم عن نفسه ذلك بأنهم لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله ولا يطئون موطئا يغيظ الكفار ولا ينالون من عدو نيلا إلا كتب لهم به عمل صالح",
   "rank": 1,
   "score": 0.7319772747616499
  },
  {
   "answer": "ما كان لأهل المدينة ومن حولهم من الأعراب",
   "rank": 2,
   "score": 0.19547587456907597
  },
  {
   "answer": "والأنصار الذين اتبعوه في ساعة العسرة",
   "rank": 3,
   "score": 0.032035453714303726
  },
  {
   "answer": "المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله ولا يرغبوا بأنفسهم عن نفسه ذلك بأنهم لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله ولا يطئون موطئا يغيظ الكفار ولا ينالون من عدو نيلا إلا كتب لهم به عمل صالح",
   "rank": 4,
   "score": 0.03197294553178578
  },
  {
   "answer": "المدينة ومن حولهم من الأعراب",
   "rank": 5,
   "score": 0.008538433781855306
  }
 ],
 "17:22-30_313": [
  {
   "answer": "إما يبلغن عندك الكبر أحدهما أو كلاهما",
   "rank": 1,
   "score": 0.6088949993153021
  },
  {
   "answer": "إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف ولا تنهرهما وقل لهما قولا كريما. واخفض لهما جناح الذل من الرحمة وقل رب ارحمهما كما ربياني صغيرا. ربكم أعلم بما في نفوسكم إن تكونوا صالحين فإنه كان للأوابين غفورا. وآت ذا القربى حقه والمسكين وابن السبيل ولا تبذر تبذيرا. إن المبذرين",
   "rank": 2,
   "score": 0.27592854345667583
  },
  {
   "answer": "المبذرين",
   "rank": 3,
   "score": 0.03928815923224476
  },
  {
   "answer": "المبذرين كانوا إخوان الشياطين وكان الشيطان لربه كفورا.",
   "rank": 4,
   "score": 0.03135385556910348
  },
  {
   "answer": "إن المبذرين",
   "rank": 5,
   "score": 0.029396749857744653
  }
 ],
 "18:29-31_313": [
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظالمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا. إن الذين آمنوا وعملوا الصالحات",
   "rank": 1,
   "score": 0.4266779651275175
  },
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر",
   "rank": 2,
   "score": 0.38396860777597325
  },
  {
   "answer": "الذين آمنوا وعملوا الصالحات",
   "rank": 3,
   "score": 0.18786376552164902
  },
  {
   "answer": "وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظالمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا. إن الذين آمنوا وعملوا الصالحات",
   "rank": 4,
   "score": 0.0007628516909956315
  },
  {
   "answer": "فمن",
   "rank": 5,
   "score": 0.0007268083006922418
  }
 ],
 "22:30-37_313": [
  {
   "answer": "الطير",
   "rank": 1,
   "score": 0.5670810418832002
  },
  {
   "answer": "الطير أو تهوي به الريح",
   "rank": 2,
   "score": 0.0019392078564562094
  },
  {
   "answer": "الطير أو تهوي به الريح في مكان سحيق. ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب",
   "rank": 3,
   "score": 0.0006711547195927341
  }
 ],
 "29:61-69_313": [
  {
   "answer": "ولئن سألتهم من خلق السماوات والأرض وسخر الشمس والقمر",
   "rank": 1,
   "score": 0.0011886474857881
  },
  {
   "answer": "وسخر الشمس والقمر",
   "rank": 2,
   "score": 0.00033955695205167326
  },
  {
   "answer": "ولئن سألتهم من خلق السماوات والأرض وسخر الشمس والقمر ليقولن الله فأنى يؤفكون. الله يبسط الرزق لمن يشاء من عباده ويقدر له إن الله بكل شيء عليم. ولئن سألتهم من نزل من السماء ماء فأحيا به الأرض من بعد موتها ليقولن الله قل الحمد لله بل أكثرهم لا يعقلون. وما هذه الحياة الدنيا إلا لهو ولعب",
   "rank": 3,
   "score": 7.1442908887784185e-06
  }
 ],
 "33:28-31_313": [
  {
   "answer": "تردن الله ورسوله والدار الآخرة",
   "rank": 1,
   "score": 0.9928540293494543
  },
  {
   "answer": "ة",
   "rank": 2,
   "score": 0.005305001526649972
  },
  {
   "answer": "وإن كنتن تردن الله ورسوله والدار الآخرة",
   "rank": 3,
   "score": 0.0006996123756341781
  },
  {
   "answer": "ترد",
   "rank": 4,
   "score": 0.0006887658910967378
  },
  {
   "answer": "تردن الله ورسوله والدار الآخرة فإن الله أعد للمحسنات منكن أجرا عظيما. يا نساء النبي من يأت منكن بفاحشة مبينة يضاعف لها العذاب ضعفين وكان ذلك على الله يسيرا. ومن يقنت منكن لله ورسوله وتعمل صالحا نؤتها أجرها مرتين وأعتدنا لها رزقا كريما.",
   "rank": 5,
   "score": 0.00045258679530442913
  }
 ],
 "39:9-10_313": [
  {
   "answer": "قل يا عباد الذين آمنوا اتقوا ربكم",
   "rank": 1,
   "score": 0.9946843443151944
  },
  {
   "answer": "م",
   "rank": 2,
   "score": 0.0032767408104983934
  },
  {
   "answer": "قل يا عباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة وأرض الله واسعة إنما يوفى الصابرون أجرهم بغير حساب.",
   "rank": 3,
   "score": 0.0009128105717609718
  },
  {
   "answer": "قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب. قل يا عباد الذين آمنوا اتقوا ربكم",
   "rank": 4,
   "score": 0.0005844829433713209
  },
  {
   "answer": "أمن هو قانت آناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب. قل يا عباد الذين آمنوا اتقوا ربكم",
   "rank": 5,
   "score": 0.0005416151662669783
  }
 ],
 "39:32-37_313": [
  {
   "answer": "والذي جاء بالصدق وصدق به أولئك هم المتقون.",
   "rank": 1,
   "score": 0.9930578804985472
  },
  {
   "answer": ".",
   "rank": 2,
   "score": 0.0036664593838852885
  },
  {
   "answer": "والذي جاء بالصدق وصدق به أولئك هم المتقون. لهم ما يشاءون عند ربهم ذلك جزاء المحسنين. ليكفر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون. أليس الله بكاف عبده ويخوفونك بالذين من دونه",
   "rank": 3,
   "score": 0.0020763736512091095
  },
  {
   "answer": "والذي جاء بالصدق وصدق به أولئك هم المتقون",
   "rank": 4,
   "score": 0.0006772340205638728
  },
  {
   "answer": "وال",
   "rank": 5,
   "score": 0.0005220497969803569
  }
 ],
 "41:33-36_313": [
  {
   "answer": "ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين.",
   "rank": 1,
   "score": 0.938808738232217
  },
  {
   "answer": "ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين",
   "rank": 2,
   "score": 0.05358828719991761
  },
  {
   "answer": "ممن",
   "rank": 3,
   "score": 0.003684314294210373
  },
  {
   "answer": ".",
   "rank": 4,
   "score": 0.002666050329692671
  },
  {
   "answer": "ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين. ولا تستوي الحسنة ولا السيئة ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم.",
   "rank": 5,
   "score": 0.0012526070334607975
  }
 ],
 "46:15-18_313": [
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا",
   "rank": 1,
   "score": 0.655397560889205
  },
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة",
   "rank": 2,
   "score": 0.2874426220085837
  },
  {
   "answer": "أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة وعد الصدق الذي كانوا يوعدون",
   "rank": 3,
   "score": 0.05173732707402648
  },
  {
   "answer": "قال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لي في ذريتي إني تبت إليك وإني من المسلمين. أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة وعد الصدق الذي كانوا يوعدون",
   "rank": 4,
   "score": 0.004322170210680913
  },
  {
   "answer": "أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة وعد الصدق الذي كانوا يوعدون.",
   "rank": 5,
   "score": 0.0011003117813091065
  }
 ],
 "53:31-41_313": [
  {
   "answer": "الذين يجتنبون كبائر الإثم والفواحش إلا اللمم",
   "rank": 1,
   "score": 0.9800894222243084
  },
  {
   "answer": "ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى. الذين يجتنبون كبائر الإثم والفواحش إلا اللمم",
   "rank": 2,
   "score": 0.015626558578463238
  },
  {
   "answer": "مم",
   "rank": 3,
   "score": 0.002842335963779628
  },
  {
   "answer": "الذين",
   "rank": 4,
   "score": 0.0008702562996190453
  },
  {
   "answer": "الذين يجتنبون كبائر الإثم والفواحش إلا اللمم إن ربك واسع المغفرة هو أعلم بكم إذ أنشأكم من الأرض وإذ أنتم أجنة في بطون أمهاتكم فلا تزكوا أنفسكم هو أعلم بمن اتقى. أفرأيت الذي تولى. وأعطى قليلا وأكدى. أعنده علم الغيب فهو يرى. أم لم ينبأ بما في صحف موسى. وإبراهيم الذي وفى. ألا تزر وازرة وزر أخرى.",
   "rank": 5,
   "score": 0.000571425130070324
  }
 ],
 "2:124-129_103": [
  {
   "answer": "إبراهيم",
   "rank": 1,
   "score": 0.9889013121534608
  },
  {
   "answer": "وإذ جعلنا البيت مثابة للناس وأمنا واتخذوا من مقام إبراهيم مصلى وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع السجود. وإذ قال إبراهيم رب اجعل هذا بلدا آمنا وارزق أهله من الثمرات من آمن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلا ثم أضطره إلى عذاب النار وبئس المصير. وإذ يرفع إبراهيم",
   "rank": 2,
   "score": 0.0020864451416441132
  },
  {
   "answer": "وإذ يرفع إبراهيم",
   "rank": 3,
   "score": 0.0008947437103706431
  }
 ],
 "10:65-70_149": [
  {
   "answer": "هو الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا",
   "rank": 1,
   "score": 0.3609257213747026
  },
  {
   "answer": "الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا",
   "rank": 2,
   "score": 0.2141810302696973
  },
  {
   "answer": "جعل لكم الليل لتسكنوا فيه والنهار مبصرا",
   "rank": 3,
   "score": 0.16593108803101828
  },
  {
   "answer": "الليل لتسكنوا فيه والنهار مبصرا",
   "rank": 4,
   "score": 0.1621268754421062
  },
  {
   "answer": "ولا يحزنك قولهم إن العزة لله جميعا هو السميع العليم. ألا إن لله من في السماوات ومن في الأرض وما يتبع الذين يدعون من دون الله شركاء إن يتبعون إلا الظن وإن هم إلا يخرصون. هو الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا",
   "rank": 5,
   "score": 0.09683401731297696
  }
 ],
 "20:86-94_163": [
  {
   "answer": "هارون",
   "rank": 1,
   "score": 0.9581726292078893
  },
  {
   "answer": "عجلا جسدا له خوار فقالوا هذا إلهكم وإله موسى فنسي. أفلا يرون ألا يرجع إليهم قولا ولا يملك لهم ضرا ولا نفعا. ولقد قال لهم هارون من قبل يا قوم إنما فتنتم به وإن ربكم الرحمن فاتبعوني وأطيعوا أمري. قالوا لن نبرح عليه عاكفين حتى يرجع إلينا موسى. قال يا هارون",
   "rank": 2,
   "score": 0.04173077627438863
  },
  {
   "answer": "عجلا جسدا له خوار فقالوا هذا إلهكم وإله موسى فنسي. أفلا يرون ألا يرجع إليهم قولا ولا يملك لهم ضرا ولا نفعا. ولقد قال لهم هارون من قبل يا قوم إنما فتنتم به وإن ربكم الرحمن فاتبعوني وأطيعوا أمري. قالوا لن نبرح عليه عاكفين حتى يرجع إلينا موسى",
   "rank": 3,
   "score": 8.492160618250229e-05
  }
 ],
 "20:95-98_163": [
  {
   "answer": "سامري. قال بصرت بما لم يبصروا به فقبضت قبضة من أثر الرسول فنبذتها وكذلك سولت لي نفسي. قال فاذهب فإن لك في الحياة أن تقول لا مساس وإن لك موعدا لن تخلفه وانظر إلى إلهك الذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في اليم نسفا",
   "rank": 1,
   "score": 0.4653656230638896
  },
  {
   "answer": "وانظر إلى إلهك الذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في اليم نسفا",
   "rank": 2,
   "score": 0.2048977107758134
  },
  {
   "answer": "سامري",
   "rank": 3,
   "score": 0.16343848222571628
  },
  {
   "answer": "لننسفنه في اليم نسفا",
   "rank": 4,
   "score": 0.09463713487558413
  },
  {
   "answer": "سامري. قال بصرت بما لم يبصروا به فقبضت قبضة من أثر الرسول فنبذتها وكذلك سولت لي نفسي. قال فاذهب فإن لك في الحياة أن تقول لا مساس وإن لك موعدا لن تخلفه وانظر إلى إلهك الذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في اليم نسفا. إنما إلهكم الله الذي لا إله إلا هو وسع كل شيء علما",
   "rank": 5,
   "score": 0.07109223851717009
  }
 ],
 "6:161-163_373": [
  {
   "answer": "قل إنني هداني ربي إلى صراط مستقيم دينا قيما ملة إبراهيم حنيفا وما كان من المشركين. قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا شريك له وبذلك أمرت وأنا أول المسلمين",
   "rank": 1,
   "score": 0.47234564082810054
  },
  {
   "answer": "قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا شريك له وبذلك أمرت وأنا أول المسلمين",
   "rank": 2,
   "score": 0.368582339782123
  },
  {
   "answer": "قل إنني هداني ربي إلى صراط مستقيم دينا قيما ملة إبراهيم حنيفا وما كان من المشركين.",
   "rank": 3,
   "score": 0.07756143891482302
  },
  {
   "answer": "ملة إبراهيم حنيفا وما كان من المشركين. قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا شريك له وبذلك أمرت وأنا أول المسلمين",
   "rank": 4,
   "score": 0.04129325992604541
  },
  {
   "answer": "إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا شريك له وبذلك أمرت وأنا أول المسلمين",
   "rank": 5,
   "score": 0.0401794446899353
  }
 ],
 "39:11-20_373": [
  {
   "answer": "الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله",
   "rank": 1,
   "score": 0.9946603603069479
  },
  {
   "answer": "الله",
   "rank": 2,
   "score": 0.0022377647861331383
  },
  {
   "answer": "الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله وأولئك هم أولو الألباب.",
   "rank": 3,
   "score": 0.002078201580523767
  },
  {
   "answer": "الذين",
   "rank": 4,
   "score": 0.000739559729455281
  },
  {
   "answer": "الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا ذلك هو الخسران المبين. لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده يا عباد فاتقون. والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى فبشر عباد. الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله",
   "rank": 5,
   "score": 0.0002826306683401663
  }
 ],
 "104:1-9_107": [
  {
   "answer": "الحطمة",
   "rank": 1,
   "score": 0.6591224279688903
  },
  {
   "answer": "لينبذن في الحطمة",
   "rank": 2,
   "score": 0.26064906412188105
  },
  {
   "answer": "الحطمة. وما أدراك ما الحطمة",
   "rank": 3,
   "score": 0.034189716805458216
  },
  {
   "answer": "الذي جمع مالا وعدده. يحسب أن ماله أخلده. كلا لينبذن في الحطمة",
   "rank": 4,
   "score": 0.02365940849799117
  },
  {
   "answer": "كلا لينبذن في الحطمة",
   "rank": 5,
   "score": 0.02237841315243149
  }
 ],
 "41:13-18_236": [
  {
   "answer": "ثمود",
   "rank": 1,
   "score": 0.43804671843862436
  },
  {
   "answer": "عاد فاستكبروا في الأرض بغير الحق وقالوا من أشد منا قوة أولم يروا أن الله الذي خلقهم هو أشد منهم قوة وكانوا بآياتنا يجحدون. فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون. وأما ثمود",
   "rank": 2,
   "score": 0.34416274116643636
  },
  {
   "answer": "فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون. وأما ثمود",
   "rank": 3,
   "score": 0.16162118863622407
  },
  {
   "answer": "عاد",
   "rank": 4,
   "score": 0.03395216156042133
  },
  {
   "answer": "فأما عاد فاستكبروا في الأرض بغير الحق وقالوا من أشد منا قوة أولم يروا أن الله الذي خلقهم هو أشد منهم قوة وكانوا بآياتنا يجحدون. فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون. وأما ثمود",
   "rank": 5,
   "score": 0.014400839525870476
  }
 ],
 "46:21-25_236": [
  {
   "answer": "بالأحقاف",
   "rank": 1,
   "score": 0.9048569261555899
  },
  {
   "answer": "واذكر أخا عاد إذ أنذر قومه بالأحقاف",
   "rank": 2,
   "score": 0.08649793912904014
  },
  {
   "answer": "اف",
   "rank": 3,
   "score": 0.0054625382206153
  },
  {
   "answer": "قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب أليم",
   "rank": 4,
   "score": 0.0018630780090513643
  },
  {
   "answer": "بال",
   "rank": 5,
   "score": 0.0013195084230155068
  }
 ],
 "51:38-46_236": [
  {
   "answer": "فرعون",
   "rank": 1,
   "score": 0.4465483764847438
  },
  {
   "answer": "فرعون بسلطان مبين. فتولى بركنه وقال ساحر أو مجنون. فأخذناه وجنوده فنبذناهم في اليم وهو مليم. وفي عاد إذ أرسلنا عليهم الريح العقيم. ما تذر من شيء أتت عليه إلا جعلته كالرميم. وفي ثمود",
   "rank": 2,
   "score": 0.43514044201454977
  },
  {
   "answer": "فرعون بسلطان مبين. فتولى بركنه وقال ساحر أو مجنون. فأخذناه وجنوده فنبذناهم في اليم وهو مليم.",
   "rank": 3,
   "score": 0.06439424739384904
  },
  {
   "answer": "ثمود",
   "rank": 4,
   "score": 0.030926884848344008
  },
  {
   "answer": "ثمود إذ قيل لهم تمتعوا حتى حين. فعتوا عن أمر ربهم فأخذتهم الصاعقة وهم ينظرون. فما استطاعوا من قيام وما كانوا منتصرين. وقوم نوح من قبل إنهم كانوا قوما فاسقين.",
   "rank": 5,
   "score": 0.022926867111996607
  }
 ],
 "54:18-22_236": [
  {
   "answer": "كذبت عاد",
   "rank": 1,
   "score": 0.6487775787871006
  },
  {
   "answer": "كذبت عاد فكيف كان عذابي ونذر. إنا أرسلنا عليهم ريحا صرصرا في يوم نحس مستمر. تنزع الناس كأنهم أعجاز نخل منقعر. فكيف كان عذابي ونذر. ولقد يسرنا القرآن للذكر فهل من مدكر.",
   "rank": 2,
   "score": 0.2443318749150722
  },
  {
   "answer": "كذبت عاد فكيف كان عذابي ونذر. إنا أرسلنا عليهم ريحا صرصرا في يوم نحس مستمر. تنزع الناس كأنهم أعجاز نخل منقعر.",
   "rank": 3,
   "score": 0.04291706926359501
  },
  {
   "answer": "ولقد يسرنا القرآن للذكر فهل من مدكر.",
   "rank": 4,
   "score": 0.03596376195897424
  },
  {
   "answer": "كذبت عاد فكيف كان عذابي ونذر. إنا أرسلنا عليهم ريحا صرصرا في يوم نحس مستمر.",
   "rank": 5,
   "score": 0.02800860597584274
  }
 ],
 "69:1-8_236": [
  {
   "answer": "ثمود",
   "rank": 1,
   "score": 0.6048884872392988
  },
  {
   "answer": "كذبت ثمود",
   "rank": 2,
   "score": 0.2601592965464971
  },
  {
   "answer": "ثمود وعاد بالقارعة. فأما ثمود فأهلكوا بالطاغية. وأما عاد فأهلكوا بريح صرصر عاتية",
   "rank": 3,
   "score": 0.07918928485473371
  },
  {
   "answer": "كذبت ثمود وعاد بالقارعة. فأما ثمود فأهلكوا بالطاغية. وأما عاد فأهلكوا بريح صرصر عاتية",
   "rank": 4,
   "score": 0.03405888701214022
  },
  {
   "answer": "ثمود وعاد بالقارعة. فأما ثمود فأهلكوا بالطاغية.",
   "rank": 5,
   "score": 0.021702064704204355
  }
 ],
 "73:15-19_386": [
  {
   "answer": "إن هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا",
   "rank": 1,
   "score": 0.9934831245990873
  },
  {
   "answer": "فمن شاء اتخذ إلى ربه سبيلا",
   "rank": 2,
   "score": 0.0026516754497762987
  },
  {
   "answer": "ا",
   "rank": 3,
   "score": 0.0018182460897192636
  },
  {
   "answer": "إن",
   "rank": 4,
   "score": 0.0015495669408451109
  },
  {
   "answer": "هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا",
   "rank": 5,
   "score": 0.0004973843066069679
  }
 ],
 "2:233-233_132": [
  {
   "answer": "والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف",
   "rank": 1,
   "score": 0.8008985074595172
  },
  {
   "answer": "والوالدات يرضعن أولادهن حولين كاملين",
   "rank": 2,
   "score": 0.17052113223129015
  },
  {
   "answer": "لمن أراد أن يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف",
   "rank": 3,
   "score": 0.02480697482935911
  },
  {
   "answer": "وف",
   "rank": 4,
   "score": 0.0026866243074815787
  },
  {
   "answer": "والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس إلا وسعها لا تضار والدة بولدها ولا مولود له بولده",
   "rank": 5,
   "score": 0.001086753888791925
  }
 ],
 "31:12-19_132": [
  {
   "answer": "ومن يشكر فإنما يشكر لنفسه ومن كفر فإن الله غني حميد.",
   "rank": 1,
   "score": 0.8611152124899655
  },
  {
   "answer": ".",
   "rank": 2,
   "score": 0.001663155313043756
  },
  {
   "answer": "ومن يشكر فإنما يشكر لنفسه ومن كفر فإن الله غني حميد. وإذ قال لقمان لابنه وهو يعظه يا بني لا تشرك بالله إن الشرك لظلم عظيم. ووصينا الإنسان بوالديه حملته أمه وهنا على وهن وفصاله في عامين أن اشكر لي ولوالديك إلي المصير",
   "rank": 3,
   "score": 0.0007875393001236822
  }
 ],
 "46:15-18_132": [
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا",
   "rank": 1,
   "score": 0.7349006869824146
  },
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة",
   "rank": 2,
   "score": 0.24809155969070998
  },
  {
   "answer": "أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة وعد الصدق الذي كانوا يوعدون",
   "rank": 3,
   "score": 0.013199832238823485
  },
  {
   "answer": "ا",
   "rank": 4,
   "score": 0.0023316158899484027
  },
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها",
   "rank": 5,
   "score": 0.0014762872073971818
  }
 ],
 "24:30-31_348": [
  {
   "answer": "وليضربن بخمرهن على جيوبهن",
   "rank": 1,
   "score": 0.8127739493451818
  },
  {
   "answer": "وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن",
   "rank": 2,
   "score": 0.17440680423107188
  },
  {
   "answer": "وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها",
   "rank": 3,
   "score": 0.006990790575640103
  },
  {
   "answer": "قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم إن الله خبير بما يصنعون. وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن",
   "rank": 4,
   "score": 0.003388788751321623
  },
  {
   "answer": "وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أو بني إخوانهن أو بني أخواتهن أو نسائهن أو ما ملكت أيمانهن أو التابعين غير أولي الإربة من الرجال",
   "rank": 5,
   "score": 0.002439661440538488
  }
 ],
 "33:32-34_348": [
  {
   "answer": "إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا. واذكرن ما يتلى في بيوتكن من آيات الله والحكمة",
   "rank": 1,
   "score": 0.3255604228101161
  },
  {
   "answer": "واذكرن ما يتلى في بيوتكن من آيات الله والحكمة",
   "rank": 2,
   "score": 0.2864655795281957
  },
  {
   "answer": "وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا. واذكرن ما يتلى في بيوتكن من آيات الله والحكمة",
   "rank": 3,
   "score": 0.139680359932514
  },
  {
   "answer": "وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا. واذكرن ما يتلى في بيوتكن من آيات الله والحكمة",
   "rank": 4,
   "score": 0.1361119573208483
  },
  {
   "answer": "النبي لستن كأحد من النساء إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا. وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا. واذكرن ما يتلى في بيوتكن من آيات الله والحكمة",
   "rank": 5,
   "score": 0.11218153279247148
  }
 ],
 "33:53-55_348": [
  {
   "answer": "وإذا سألتموهن متاعا فاسألوهن من وراء حجاب",
   "rank": 1,
   "score": 0.9778625713453025
  },
  {
   "answer": "وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن",
   "rank": 2,
   "score": 0.012442416583439638
  },
  {
   "answer": "حجاب",
   "rank": 3,
   "score": 0.004466911655648307
  },
  {
   "answer": "يا أيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم إلى طعام غير ناظرين إناه ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا مستأنسين لحديث إن ذلكم كان يؤذي النبي فيستحيي منكم والله لا يستحيي من الحق وإذا سألتموهن متاعا فاسألوهن من وراء حجاب",
   "rank": 4,
   "score": 0.0031085253101686095
  },
  {
   "answer": "وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن وما كان لكم أن تؤذوا رسول الله ولا أن تنكحوا أزواجه من بعده أبدا إن ذلكم كان عند الله عظيما. إن تبدوا شيئا أو تخفوه فإن الله كان بكل شيء عليما. لا جناح عليهن في آبائهن ولا أبنائهن ولا إخوانهن ولا أبناء إخوانهن ولا أبناء أخواتهن ولا نسائهن ولا ما ملكت أيمانهن",
   "rank": 5,
   "score": 0.002119571332582977
  }
 ],
 "33:56-59_348": [
  {
   "answer": "يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن",
   "rank": 1,
   "score": 0.5234221188922288
  },
  {
   "answer": "يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يعرفن فلا يؤذين",
   "rank": 2,
   "score": 0.4691925549996888
  },
  {
   "answer": "هن",
   "rank": 3,
   "score": 0.0028463366470692004
  },
  {
   "answer": "هن ذلك أدنى أن يعرفن فلا يؤذين",
   "rank": 4,
   "score": 0.00255143968056615
  },
  {
   "answer": "النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن",
   "rank": 5,
   "score": 0.0019875484032650255
  }
 ],
 "2:190-194_304": [
  {
   "answer": "الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم",
   "rank": 1,
   "score": 0.9155381561969141
  },
  {
   "answer": "الشهر الحرام بالشهر الحرام والحرمات",
   "rank": 2,
   "score": 0.07875856559356423
  },
  {
   "answer": "الشهر",
   "rank": 3,
   "score": 0.0022852377088012346
  },
  {
   "answer": "الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم",
   "rank": 4,
   "score": 0.0018903415454648677
  },
  {
   "answer": "الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم",
   "rank": 5,
   "score": 0.0015276950376081383
  }
 ],
 "4:88-91_304": [
  {
   "answer": "الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 1,
   "score": 0.5190717252993763
  },
  {
   "answer": "إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 2,
   "score": 0.14641090297874343
  },
  {
   "answer": "يهاجروا في سبيل الله فإن تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا. إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 3,
   "score": 0.1232903413624005
  },
  {
   "answer": "أتريدون أن تهدوا من أضل الله ومن يضلل الله فلن تجد له سبيلا. ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء حتى يهاجروا في سبيل الله فإن تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا. إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 4,
   "score": 0.11116620765657015
  },
  {
   "answer": "أتريدون أن تهدوا من أضل الله",
   "rank": 5,
   "score": 0.06546302189676097
  }
 ],
 "8:62-66_304": [
  {
   "answer": "المؤمنين",
   "rank": 1,
   "score": 0.9928334451592109
  },
  {
   "answer": "ين",
   "rank": 2,
   "score": 0.004071375446001724
  },
  {
   "answer": "الم",
   "rank": 3,
   "score": 0.0019128796867496627
  },
  {
   "answer": "المؤمنين على القتال إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين كفروا بأنهم قوم لا يفقهون.",
   "rank": 4,
   "score": 0.0005937410015892145
  },
  {
   "answer": "المؤمنين على القتال",
   "rank": 5,
   "score": 0.0005885454403191489
  }
 ],
 "9:1-6_304": [
  {
   "answer": "تابوا وأقاموا الصلاة وآتوا الزكاة",
   "rank": 1,
   "score": 0.9479565877519436
  },
  {
   "answer": "فإن تابوا وأقاموا الصلاة وآتوا الزكاة",
   "rank": 2,
   "score": 0.048126836729904955
  },
  {
   "answer": "تابو",
   "rank": 3,
   "score": 0.002085816641822661
  },
  {
   "answer": "ة",
   "rank": 4,
   "score": 0.0013969470493544573
  }
 ],
 "9:73-74_304": [
  {
   "answer": "النبي جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 1,
   "score": 0.8123670819031035
  },
  {
   "answer": "النبي جاهد الكفار والمنافقين واغلظ عليهم ومأواهم جهنم وبئس المصير. يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم وهموا بما لم ينالوا وما نقموا إلا أن أغناهم الله ورسوله من فضله فإن يتوبوا يك خيرا لهم وإن يتولوا يعذبهم الله عذابا أليما في الدنيا والآخرة",
   "rank": 2,
   "score": 0.10069152993474692
  },
  {
   "answer": "يعذبهم الله عذابا أليما في الدنيا والآخرة",
   "rank": 3,
   "score": 0.06577767100538143
  },
  {
   "answer": "النبي",
   "rank": 4,
   "score": 0.013534280278608783
  },
  {
   "answer": "جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 5,
   "score": 0.007629204339469868
  }
 ],
 "25:45-55_304": [
  {
   "answer": "ألم تر إلى ربك كيف مد الظل",
   "rank": 1,
   "score": 3.269720068408899e-05
  },
  {
   "answer": "هذا عذب فرات وهذا ملح أجاج",
   "rank": 2,
   "score": 2.4062361188641734e-05
  },
  {
   "answer": "ونسقيه مما خلقنا أنعاما وأناسي كثيرا. ولقد صرفناه بينهم ليذكروا فأبى أكثر الناس إلا كفورا. ولو شئنا لبعثنا في كل قرية نذيرا. فلا تطع الكافرين وجاهدهم به جهادا كبيرا. وهو الذي مرج البحرين هذا عذب فرات وهذا ملح أجاج",
   "rank": 3,
   "score": 2.2428586835988128e-05
  }
 ],
 "47:1-6_304": [
  {
   "answer": "والذين قتلوا في سبيل الله",
   "rank": 1,
   "score": 0.46302971625324474
  },
  {
   "answer": "ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض",
   "rank": 2,
   "score": 0.28638082585044655
  },
  {
   "answer": "ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض والذين قتلوا في سبيل الله",
   "rank": 3,
   "score": 0.2488119733238552
  },
  {
   "answer": "وال",
   "rank": 4,
   "score": 0.0009146081587323597
  },
  {
   "answer": "ض",
   "rank": 5,
   "score": 0.0008628735811284389
  }
 ],
 "66:8-9_304": [
  {
   "answer": "النبي جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 1,
   "score": 0.800318916287544
  },
  {
   "answer": "النبي",
   "rank": 2,
   "score": 0.1747796291853991
  },
  {
   "answer": "يا أيها النبي جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 3,
   "score": 0.01306927688570117
  },
  {
   "answer": "توبوا إلى الله توبة نصوحا عسى ربكم أن يكفر عنكم سيئاتكم ويدخلكم جنات تجري من تحتها الأنهار يوم لا يخزي الله النبي والذين آمنوا معه نورهم يسعى بين أيديهم وبأيمانهم يقولون ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قدير. يا أيها النبي جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 4,
   "score": 0.008977989030952647
  },
  {
   "answer": "يا أيها النبي",
   "rank": 5,
   "score": 0.0028541664095609845
  }
 ],
 "2:151-153_415": [
  {
   "answer": "أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكيكم ويعلمكم الكتاب والحكمة",
   "rank": 1,
   "score": 0.9706501568595416
  },
  {
   "answer": "ة",
   "rank": 2,
   "score": 0.00953917990590941
  },
  {
   "answer": "ويعلمكم الكتاب والحكمة",
   "rank": 3,
   "score": 0.007947937021464907
  },
  {
   "answer": "أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكيكم ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون.",
   "rank": 4,
   "score": 0.007609011733692445
  },
  {
   "answer": "الكتاب والحكمة",
   "rank": 5,
   "score": 0.004253704841115176
  }
 ],
 "3:30-32_415": [
  {
   "answer": "قل أطيعوا الله والرسول",
   "rank": 1,
   "score": 0.9753718717605219
  },
  {
   "answer": "قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم. قل أطيعوا الله والرسول",
   "rank": 2,
   "score": 0.016864344794002024
  },
  {
   "answer": "قل أطيعوا الله والرسول فإن تولوا فإن الله لا يحب الكافرين",
   "rank": 3,
   "score": 0.0029478054926233466
  },
  {
   "answer": "يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود لو أن بينها وبينه أمدا بعيدا ويحذركم الله نفسه والله رءوف بالعباد. قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم. قل أطيعوا الله والرسول",
   "rank": 4,
   "score": 0.0027236133336558583
  },
  {
   "answer": "ول",
   "rank": 5,
   "score": 0.00209234941202957
  }
 ],
 "3:130-136_415": [
  {
   "answer": "وأطيعوا الله والرسول",
   "rank": 1,
   "score": 0.9932839013782472
  },
  {
   "answer": "ول",
   "rank": 2,
   "score": 0.0023556744397064872
  },
  {
   "answer": "واتقوا النار التي أعدت للكافرين. وأطيعوا الله والرسول",
   "rank": 3,
   "score": 0.002352800614956742
  },
  {
   "answer": "وأطيعوا الله والرسول لعلكم ترحمون. وسارعوا إلى مغفرة من ربكم وجنة عرضها السماوات والأرض أعدت للمتقين. الذين ينفقون في السراء والضراء والكاظمين الغيظ والعافين عن الناس",
   "rank": 4,
   "score": 0.001105835863771845
  },
  {
   "answer": "وأطيعوا الله والرسول لعلكم ترحمون.",
   "rank": 5,
   "score": 0.0009017860290845053
  }
 ],
 "3:164-165_415": [
  {
   "answer": "لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة",
   "rank": 1,
   "score": 0.9121317103024638
  },
  {
   "answer": "لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين",
   "rank": 2,
   "score": 0.07200401625920519
  },
  {
   "answer": "المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة",
   "rank": 3,
   "score": 0.006009391294701856
  },
  {
   "answer": "لقد من الله على المؤمنين",
   "rank": 4,
   "score": 0.00549994758083557
  },
  {
   "answer": "لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين.",
   "rank": 5,
   "score": 0.004354901432914162
  }
 ],
 "4:12-14_415": [
  {
   "answer": "ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم.",
   "rank": 1,
   "score": 0.991944015990332
  },
  {
   "answer": "وإن كان رجل يورث كلالة أو امرأة وله أخ أو أخت فلكل واحد منهما السدس فإن كانوا أكثر من ذلك فهم شركاء في الثلث من بعد وصية يوصى بها أو دين غير مضار وصية من الله والله عليم حليم. تلك حدود الله ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم.",
   "rank": 2,
   "score": 0.003384585644394414
  },
  {
   "answer": ".",
   "rank": 3,
   "score": 0.0031418580961677274
  },
  {
   "answer": "ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم. ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين.",
   "rank": 4,
   "score": 0.000775960515406728
  },
  {
   "answer": "ومن",
   "rank": 5,
   "score": 0.0007535570749748805
  }
 ],
 "4:58-59_415": [
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 1,
   "score": 0.9742250396974035
  },
  {
   "answer": "أطيعوا الله وأطيعوا الرسول",
   "rank": 2,
   "score": 0.015654884060973855
  },
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم",
   "rank": 3,
   "score": 0.004079834347025421
  },
  {
   "answer": "سول",
   "rank": 4,
   "score": 0.0031372953457134167
  },
  {
   "answer": "وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعما يعظكم به إن الله كان سميعا بصيرا. يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 5,
   "score": 0.0029029409828423406
  }
 ],
 "4:64-65_415": [
  {
   "answer": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما",
   "rank": 1,
   "score": 0.993780373819414
  },
  {
   "answer": "فلا",
   "rank": 2,
   "score": 0.0020750960490053916
  },
  {
   "answer": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما.",
   "rank": 3,
   "score": 0.0019028209953021696
  },
  {
   "answer": "ا",
   "rank": 4,
   "score": 0.00172283688699151
  },
  {
   "answer": "لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما",
   "rank": 5,
   "score": 0.0005188704938289292
  }
 ],
 "4:66-70_415": [
  {
   "answer": "ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا.",
   "rank": 1,
   "score": 0.9802502595143694
  },
  {
   "answer": "ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا",
   "rank": 2,
   "score": 0.016475433718764254
  },
  {
   "answer": ".",
   "rank": 3,
   "score": 0.001887253049803849
  },
  {
   "answer": "ومن",
   "rank": 4,
   "score": 0.000934942527885728
  },
  {
   "answer": "فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا.",
   "rank": 5,
   "score": 0.00045210866484944964
  }
 ],
 "4:80-84_415": [
  {
   "answer": "من يطع الرسول فقد أطاع الله",
   "rank": 1,
   "score": 0.8537946786787008
  },
  {
   "answer": "من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا. ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا. أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا",
   "rank": 2,
   "score": 0.08894089000096451
  },
  {
   "answer": "أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا",
   "rank": 3,
   "score": 0.04911782442271233
  },
  {
   "answer": "من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا. ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا. أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.",
   "rank": 4,
   "score": 0.005248245691645924
  },
  {
   "answer": "أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.",
   "rank": 5,
   "score": 0.002898356542268977
  }
 ],
 "5:90-93_415": [
  {
   "answer": "وأطيعوا الله وأطيعوا الرسول",
   "rank": 1,
   "score": 0.952257729108292
  },
  {
   "answer": "وأطيعوا الله وأطيعوا الرسول واحذروا فإن توليتم فاعلموا أنما على رسولنا البلاغ المبين. ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات ثم اتقوا وآمنوا ثم اتقوا وأحسنوا",
   "rank": 2,
   "score": 0.03816957937839843
  },
  {
   "answer": "ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات ثم اتقوا وآمنوا ثم اتقوا وأحسنوا",
   "rank": 3,
   "score": 0.004444414867777554
  },
  {
   "answer": "وأطيعوا الله وأطيعوا الرسول واحذروا فإن توليتم فاعلموا أنما على رسولنا البلاغ المبين.",
   "rank": 4,
   "score": 0.002940448981555081
  },
  {
   "answer": "يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون. إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون. وأطيعوا الله وأطيعوا الرسول",
   "rank": 5,
   "score": 0.0021878251925022698
  }
 ],
 "5:103-105_415": [
  {
   "answer": "تعالوا إلى ما أنزل الله وإلى الرسول",
   "rank": 1,
   "score": 0.9645217064714356
  },
  {
   "answer": "وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول",
   "rank": 2,
   "score": 0.031523518932133864
  },
  {
   "answer": "سول",
   "rank": 3,
   "score": 0.0028698206169295954
  },
  {
   "answer": "تعال",
   "rank": 4,
   "score": 0.000588186377662439
  },
  {
   "answer": "تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباءنا أولو كان آباؤهم لا يعلمون شيئا ولا يهتدون.",
   "rank": 5,
   "score": 0.000496755798376218
  }
 ],
 "7:157-158_415": [
  {
   "answer": "فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون.",
   "rank": 1,
   "score": 0.7845300159676669
  },
  {
   "answer": "الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون.",
   "rank": 2,
   "score": 0.1945236175565629
  },
  {
   "answer": "والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون.",
   "rank": 3,
   "score": 0.009534612349682994
  },
  {
   "answer": "الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل",
   "rank": 4,
   "score": 0.006489353803382077
  },
  {
   "answer": ".",
   "rank": 5,
   "score": 0.004922397803471653
  }
 ],
 "8:20-26_415": [
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه",
   "rank": 1,
   "score": 0.8965381009153999
  },
  {
   "answer": "أطيعوا الله ورسوله ولا تولوا عنه",
   "rank": 2,
   "score": 0.0790301839071328
  },
  {
   "answer": "ه",
   "rank": 3,
   "score": 0.022736697404281532
  },
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه وأنتم تسمعون. ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون.",
   "rank": 4,
   "score": 0.000855517224527023
  },
  {
   "answer": "يا أيها الذين آمنوا استجيبوا لله وللرسول إذا دعاكم لما يحييكم واعلموا أن الله يحول بين المرء وقلبه",
   "rank": 5,
   "score": 0.0008394822464802726
  }
 ],
 "9:71-72_415": [
  {
   "answer": "ويطيعون الله ورسوله",
   "rank": 1,
   "score": 0.5898625624719187
  },
  {
   "answer": "ويطيعون الله ورسوله أولئك سيرحمهم الله",
   "rank": 2,
   "score": 0.40540621514711983
  },
  {
   "answer": "وله",
   "rank": 3,
   "score": 0.0020166198493887333
  },
  {
   "answer": "وله أولئك سيرحمهم الله",
   "rank": 4,
   "score": 0.0013860012018819413
  },
  {
   "answer": "الله",
   "rank": 5,
   "score": 0.0013285995328587016
  }
 ],
 "24:46-54_415": [
  {
   "answer": "كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون",
   "rank": 1,
   "score": 0.8893358628018028
  },
  {
   "answer": "كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون.",
   "rank": 2,
   "score": 0.06492855182216203
  },
  {
   "answer": "إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون",
   "rank": 3,
   "score": 0.03915108310585752
  },
  {
   "answer": "وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق منهم معرضون. وإن يكن لهم الحق يأتوا إليه مذعنين. أفي قلوبهم مرض أم ارتابوا أم يخافون أن يحيف الله عليهم ورسوله بل أولئك هم الظالمون. إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون",
   "rank": 4,
   "score": 0.0037261566225863297
  },
  {
   "answer": "إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون.",
   "rank": 5,
   "score": 0.0028583387161785438
  }
 ],
 "24:55-57_415": [
  {
   "answer": "وأطيعوا الرسول لعلكم ترحمون.",
   "rank": 1,
   "score": 0.5085052118609511
  },
  {
   "answer": "وأطيعوا الرسول",
   "rank": 2,
   "score": 0.4593961753555613
  },
  {
   "answer": "وأقيموا الصلاة وآتوا الزكاة وأطيعوا الرسول لعلكم ترحمون.",
   "rank": 3,
   "score": 0.016187022483191996
  },
  {
   "answer": "وأقيموا الصلاة وآتوا الزكاة وأطيعوا الرسول",
   "rank": 4,
   "score": 0.014623756149831363
  },
  {
   "answer": "وأ",
   "rank": 5,
   "score": 0.0012878315563736613
  }
 ],
 "24:62-64_415": [
  {
   "answer": "فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم",
   "rank": 1,
   "score": 0.605432847046141
  },
  {
   "answer": "لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم",
   "rank": 2,
   "score": 0.37154218165901315
  },
  {
   "answer": "قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم",
   "rank": 3,
   "score": 0.014529881525399791
  },
  {
   "answer": "فأذن لمن شئت منهم واستغفر لهم الله إن الله غفور رحيم. لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم",
   "rank": 4,
   "score": 0.00429607349305336
  },
  {
   "answer": "لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا",
   "rank": 5,
   "score": 0.004198860927585123
  }
 ],
 "33:21-24_415": [
  {
   "answer": "لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر",
   "rank": 1,
   "score": 0.9898341761881148
  },
  {
   "answer": "لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا",
   "rank": 2,
   "score": 0.003095152676557022
  },
  {
   "answer": "لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا.",
   "rank": 3,
   "score": 0.00272912963350722
  },
  {
   "answer": "كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر",
   "rank": 4,
   "score": 0.002458493415070728
  },
  {
   "answer": "لقد",
   "rank": 5,
   "score": 0.0018830428257899487
  }
 ],
 "33:36-40_415": [
  {
   "answer": "وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم",
   "rank": 1,
   "score": 0.9930094915310744
  },
  {
   "answer": "هم",
   "rank": 2,
   "score": 0.0030498600099522514
  },
  {
   "answer": "وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم ومن يعص الله ورسوله فقد ضل ضلالا مبينا.",
   "rank": 3,
   "score": 0.0008674230037708259
  }
 ],
 "33:69-71_415": [
  {
   "answer": "يصلح لكم أعمالكم ويغفر لكم ذنوبكم",
   "rank": 1,
   "score": 0.6065740150576601
  },
  {
   "answer": "ومن يطع الله ورسوله فقد فاز فوزا عظيما.",
   "rank": 2,
   "score": 0.19539326227442683
  },
  {
   "answer": "يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما.",
   "rank": 3,
   "score": 0.12132243546116735
  },
  {
   "answer": "ومن يطع الله ورسوله فقد فاز فوزا عظيما",
   "rank": 4,
   "score": 0.04732532229436417
  },
  {
   "answer": "يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما",
   "rank": 5,
   "score": 0.029384960836944928
  }
 ],
 "47:33-38_415": [
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 1,
   "score": 0.9852347805742824
  },
  {
   "answer": "أطيعوا الله وأطيعوا الرسول",
   "rank": 2,
   "score": 0.006643323667298435
  },
  {
   "answer": "سول",
   "rank": 3,
   "score": 0.004994407624910595
  },
  {
   "answer": "الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 4,
   "score": 0.0020474813692428723
  },
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم.",
   "rank": 5,
   "score": 0.001080001035500911
  }
 ],
 "48:16-17_415": [
  {
   "answer": "ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار ومن يتول يعذبه عذابا أليما.",
   "rank": 1,
   "score": 0.9717918370302371
  },
  {
   "answer": "ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار ومن يتول يعذبه عذابا أليما",
   "rank": 2,
   "score": 0.015388705166656995
  },
  {
   "answer": "قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد تقاتلونهم أو يسلمون فإن تطيعوا يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذبكم عذابا أليما. ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار ومن يتول يعذبه عذابا أليما.",
   "rank": 3,
   "score": 0.007304690105743568
  },
  {
   "answer": "ومن يطع الله ورسوله",
   "rank": 4,
   "score": 0.0034374586794734233
  },
  {
   "answer": "ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار ومن يتول يعذبه عذابا أليما.",
   "rank": 5,
   "score": 0.002077302824029197
  }
 ],
 "49:6-8_415": [
  {
   "answer": "فيكم رسول الله",
   "rank": 1,
   "score": 0.6720931498745036
  },
  {
   "answer": "واعلموا أن فيكم رسول الله",
   "rank": 2,
   "score": 0.24034529879073993
  },
  {
   "answer": "فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان أولئك هم الراشدون. فضلا من الله ونعمة",
   "rank": 3,
   "score": 0.0382597960110907
  },
  {
   "answer": "يا أيها الذين آمنوا إن جاءكم فاسق بنبإ فتبينوا أن تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين. واعلموا أن فيكم رسول الله",
   "rank": 4,
   "score": 0.0322425681524992
  },
  {
   "answer": "فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان أولئك هم الراشدون.",
   "rank": 5,
   "score": 0.01705713893226651
  }
 ],
 "58:12-13_415": [
  {
   "answer": "فأقيموا الصلاة وآتوا الزكاة وأطيعوا الله ورسوله",
   "rank": 1,
   "score": 0.56129612459542
  },
  {
   "answer": "وأطيعوا الله ورسوله",
   "rank": 2,
   "score": 0.43373602754389257
  },
  {
   "answer": "وله",
   "rank": 3,
   "score": 0.002324330896889753
  },
  {
   "answer": "يا أيها الذين آمنوا إذا ناجيتم الرسول فقدموا بين يدي نجواكم صدقة ذلك خير لكم وأطهر فإن لم تجدوا فإن الله غفور رحيم. أأشفقتم أن تقدموا بين يدي نجواكم صدقات فإذ لم تفعلوا وتاب الله عليكم فأقيموا الصلاة وآتوا الزكاة وأطيعوا الله ورسوله",
   "rank": 4,
   "score": 0.0019236476992167924
  },
  {
   "answer": "فأقيموا الصلاة وآتوا الزكاة",
   "rank": 5,
   "score": 0.0007198683511696225
  }
 ],
 "59:6-7_415": [
  {
   "answer": "وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا",
   "rank": 1,
   "score": 0.9965810558235876
  },
  {
   "answer": "هوا",
   "rank": 2,
   "score": 0.002019630272481154
  },
  {
   "answer": "وما",
   "rank": 3,
   "score": 0.0009298608716618209
  },
  {
   "answer": "واليتامى والمساكين وابن السبيل كي لا يكون دولة بين الأغنياء منكم وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا",
   "rank": 4,
   "score": 0.00027020883712097906
  },
  {
   "answer": "ما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل كي لا يكون دولة بين الأغنياء منكم وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا",
   "rank": 5,
   "score": 0.00019923950242608393
  }
 ],
 "64:11-13_415": [
  {
   "answer": "وأطيعوا الله وأطيعوا الرسول",
   "rank": 1,
   "score": 0.9952923884148971
  },
  {
   "answer": "سول",
   "rank": 2,
   "score": 0.002640662191335067
  },
  {
   "answer": "وأ",
   "rank": 3,
   "score": 0.0015675036241826923
  },
  {
   "answer": "وأطيعوا الله وأطيعوا الرسول فإن توليتم فإنما على رسولنا البلاغ المبين.",
   "rank": 4,
   "score": 0.0002636081461693423
  },
  {
   "answer": "طيعوا الله وأطيعوا الرسول",
   "rank": 5,
   "score": 0.00023583574823826523
  }
 ],
 "2:256-257_417": [
  {
   "answer": "لا إكراه في الدين",
   "rank": 1,
   "score": 0.652277965697381
  },
  {
   "answer": "لا إكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم. الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور",
   "rank": 2,
   "score": 0.33055838452425124
  },
  {
   "answer": "الدين",
   "rank": 3,
   "score": 0.00942311875040153
  },
  {
   "answer": "الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم. الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور",
   "rank": 4,
   "score": 0.0047754041606826855
  },
  {
   "answer": "لا إكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى",
   "rank": 5,
   "score": 0.0029651158711486575
  }
 ],
 "10:107-109_417": [
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها",
   "rank": 1,
   "score": 0.6808973149409615
  },
  {
   "answer": "قل يا أيها الناس قد جاءكم الحق من ربكم فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها",
   "rank": 2,
   "score": 0.3081056547595399
  },
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها وما أنا عليكم بوكيل. واتبع ما يوحى إليك",
   "rank": 3,
   "score": 0.004864701023052641
  },
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها وما أنا عليكم بوكيل. واتبع ما يوحى إليك واصبر حتى يحكم الله وهو خير الحاكمين.",
   "rank": 4,
   "score": 0.0036257455879213883
  },
  {
   "answer": "وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو الغفور الرحيم. قل يا أيها الناس قد جاءكم الحق من ربكم فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها",
   "rank": 5,
   "score": 0.0025065801187022863
  }
 ],
 "17:12-17_417": [
  {
   "answer": "وكل إنسان ألزمناه طائره في عنقه",
   "rank": 1,
   "score": 0.9875493307292025
  },
  {
   "answer": "وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا. اقرأ كتابك كفى بنفسك اليوم عليك حسيبا. من اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها",
   "rank": 2,
   "score": 0.00794832190852082
  },
  {
   "answer": "ه",
   "rank": 3,
   "score": 0.0027778890214341075
  },
  {
   "answer": "وكل",
   "rank": 4,
   "score": 0.0014489996522604382
  },
  {
   "answer": "وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا. اقرأ كتابك كفى بنفسك اليوم عليك حسيبا. من اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها ولا تزر وازرة وزر أخرى وما كنا معذبين حتى نبعث رسولا. وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميرا",
   "rank": 5,
   "score": 0.0002754514580322661
  }
 ],
 "18:29-31_417": [
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر",
   "rank": 1,
   "score": 0.823414199432469
  },
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظالمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا. إن الذين آمنوا وعملوا الصالحات",
   "rank": 2,
   "score": 0.15962612371803395
  },
  {
   "answer": "وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر",
   "rank": 3,
   "score": 0.007978421653083852
  },
  {
   "answer": "الذين آمنوا وعملوا الصالحات",
   "rank": 4,
   "score": 0.007193839099296062
  },
  {
   "answer": "كفر",
   "rank": 5,
   "score": 0.0017874122873668971
  }
 ],
 "27:89-93_417": [
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين.",
   "rank": 1,
   "score": 0.518026784867826
  },
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين",
   "rank": 2,
   "score": 0.4716687550945415
  },
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه",
   "rank": 3,
   "score": 0.007881199193138776
  },
  {
   "answer": ".",
   "rank": 4,
   "score": 0.0016295570006889467
  },
  {
   "answer": "ن.",
   "rank": 5,
   "score": 0.0007936980716958995
  }
 ],
 "39:38-41_417": [
  {
   "answer": "فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها",
   "rank": 1,
   "score": 0.9909878694529629
  },
  {
   "answer": "ها",
   "rank": 2,
   "score": 0.005672422958725592
  },
  {
   "answer": "فمن",
   "rank": 3,
   "score": 0.0022153952038102224
  },
  {
   "answer": "إنا أنزلنا عليك الكتاب للناس بالحق فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها",
   "rank": 4,
   "score": 0.0006198666954132497
  },
  {
   "answer": "فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها وما أنت عليهم بوكيل.",
   "rank": 5,
   "score": 0.0005044404322730188
  }
 ],
 "109:1-6_417": [
  {
   "answer": "قل يا أيها الكافرون. لا أعبد ما تعبدون. ولا أنتم عابدون ما أعبد. ولا أنا عابد ما عبدتم. ولا أنتم عابدون ما أعبد. لكم دينكم ولي دين",
   "rank": 1,
   "score": 0.9091840210715105
  },
  {
   "answer": "قل يا أيها الكافرون",
   "rank": 2,
   "score": 0.06915674826291196
  },
  {
   "answer": "قل",
   "rank": 3,
   "score": 0.00969423997491953
  },
  {
   "answer": "دين",
   "rank": 4,
   "score": 0.009684777564763486
  },
  {
   "answer": "قل يا أيها الكافرون. لا أعبد ما تعبدون. ولا أنتم عابدون ما أعبد. ولا أنا عابد ما عبدتم. ولا أنتم عابدون ما أعبد. لكم دينكم ولي دين.",
   "rank": 5,
   "score": 0.002280207088455295
  }
 ],
 "5:44-47_351": [
  {
   "answer": "الإنجيل",
   "rank": 1,
   "score": 0.799477729575881
  },
  {
   "answer": "النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظالمون. وقفينا على آثارهم بعيسى ابن مريم مصدقا لما بين يديه من التوراة وآتيناه الإنجيل",
   "rank": 2,
   "score": 0.08263451302126983
  },
  {
   "answer": "والأذن بالأذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظالمون. وقفينا على آثارهم بعيسى ابن مريم مصدقا لما بين يديه من التوراة وآتيناه الإنجيل",
   "rank": 3,
   "score": 0.06128893380528351
  },
  {
   "answer": "أن النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظالمون. وقفينا على آثارهم بعيسى ابن مريم مصدقا لما بين يديه من التوراة وآتيناه الإنجيل",
   "rank": 4,
   "score": 0.05387642786924929
  },
  {
   "answer": "النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظالمون.",
   "rank": 5,
   "score": 0.00230781785475104
  }
 ]
}