{
 "9:60-61_316": [
  {
   "answer": "إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل",
   "rank": 1,
   "score": 0.983456926306303
  },
  {
   "answer": "للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل",
   "rank": 2,
   "score": 0.011812978979617413
  },
  {
   "answer": "إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله",
   "rank": 3,
   "score": 0.0019954678378481614
  },
  {
   "answer": "إنما",
   "rank": 4,
   "score": 0.001405358725077438
  },
  {
   "answer": "إنما الصدقات للفقراء والمساكين",
   "rank": 5,
   "score": 0.0013292681505468562
  }
 ],
 "2:178-179_400": [
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى",
   "rank": 1,
   "score": 0.9997528530070426
  },
  {
   "answer": "ثى",
   "rank": 2,
   "score": 9.983026443900219e-05
  },
  {
   "answer": "كتب",
   "rank": 3,
   "score": 7.81189082350841e-05
  },
  {
   "answer": "يا أيها الذين آمنوا كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى",
   "rank": 4,
   "score": 6.636343273253255e-05
  },
  {
   "answer": "الحر بالحر والعبد بالعبد والأنثى بالأنثى",
   "rank": 5,
   "score": 2.8343875452665756e-06
  }
 ],
 "2:190-194_400": [
  {
   "answer": "الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم",
   "rank": 1,
   "score": 0.9996122836206182
  },
  {
   "answer": "عليكم",
   "rank": 2,
   "score": 0.00030719302072720173
  },
  {
   "answer": "الشهر الحرام بالشهر الحرام والحرمات قصاص",
   "rank": 3,
   "score": 3.7440011317891774e-05
  },
  {
   "answer": "الشهر الحرام بالشهر الحرام",
   "rank": 4,
   "score": 2.7338250230588733e-05
  },
  {
   "answer": "الشهر",
   "rank": 5,
   "score": 1.5745097018634645e-05
  }
 ],
 "2:243-245_400": [
  {
   "answer": "الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم",
   "rank": 1,
   "score": 0.9814664723913952
  },
  {
   "answer": "الذين خرجوا من ديارهم وهم ألوف حذر الموت",
   "rank": 2,
   "score": 0.012033334409135829
  },
  {
   "answer": "فقال لهم الله موتوا ثم أحياهم",
   "rank": 3,
   "score": 0.0052313682187812745
  },
  {
   "answer": "خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم",
   "rank": 4,
   "score": 0.0008117130431396868
  },
  {
   "answer": "هم",
   "rank": 5,
   "score": 0.0004571118606267786
  }
 ],
 "4:74-76_400": [
  {
   "answer": "ومن يقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما.",
   "rank": 1,
   "score": 0.6286232397532558
  },
  {
   "answer": "فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة ومن يقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما.",
   "rank": 2,
   "score": 0.16050060617180517
  },
  {
   "answer": "ومن يقاتل في سبيل الله فيقتل أو يغلب",
   "rank": 3,
   "score": 0.12127058417908056
  },
  {
   "answer": "ومن يقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما. وما لكم لا تقاتلون في سبيل الله والمستضعفين من الرجال والنساء والولدان الذين يقولون ربنا أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك وليا واجعل لنا من لدنك نصيرا. الذين آمنوا يقاتلون في سبيل الله والذين كفروا يقاتلون في سبيل الطاغوت",
   "rank": 4,
   "score": 0.05864262268901528
  },
  {
   "answer": "فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة ومن يقاتل في سبيل الله فيقتل أو يغلب",
   "rank": 5,
   "score": 0.030962905983544727
  }
 ],
 "4:80-84_400": [
  {
   "answer": "من يطع الرسول فقد أطاع الله",
   "rank": 1,
   "score": 0.9998939681733916
  },
  {
   "answer": "من",
   "rank": 2,
   "score": 6.025633098959674e-05
  },
  {
   "answer": "الله",
   "rank": 3,
   "score": 2.4825935562267627e-05
  },
  {
   "answer": "من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا. ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا. أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا. وإذا جاءهم أمر من الأمن أو الخوف",
   "rank": 4,
   "score": 2.082403077422201e-05
  },
  {
   "answer": "وإذا جاءهم أمر من الأمن أو الخوف",
   "rank": 5,
   "score": 1.2552874792833757e-07
  }
 ],
 "4:88-91_400": [
  {
   "answer": "فما لكم في المنافقين فئتين والله أركسهم بما كسبوا أتريدون أن تهدوا من أضل الله ومن يضلل الله فلن تجد له سبيلا. ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء حتى يهاجروا في سبيل الله",
   "rank": 1,
   "score": 0.8249694550935898
  },
  {
   "answer": "حتى يهاجروا في سبيل الله",
   "rank": 2,
   "score": 0.09328495692998277
  },
  {
   "answer": "يهاجروا في سبيل الله",
   "rank": 3,
   "score": 0.06851585042182512
  },
  {
   "answer": "فما لكم في المنافقين فئتين والله أركسهم بما كسبوا أتريدون أن تهدوا من أضل الله ومن يضلل الله فلن تجد له سبيلا. ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء حتى يهاجروا في سبيل الله فإن تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا. إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 4,
   "score": 0.011883037778640998
  },
  {
   "answer": "حتى يهاجروا في سبيل الله فإن تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا. إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم",
   "rank": 5,
   "score": 0.001343696618745875
  }
 ],
 "5:32-34_400": [
  {
   "answer": "كتبنا على بني إسرائيل أنه من قتل نفسا بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعا ومن أحياها فكأنما أحيا الناس جميعا ولقد جاءتهم رسلنا بالبينات ثم إن كثيرا منهم بعد ذلك في الأرض لمسرفون. إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض",
   "rank": 1,
   "score": 0.9311003037555152
  },
  {
   "answer": "إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض",
   "rank": 2,
   "score": 0.03549092980471683
  },
  {
   "answer": "من قتل نفسا بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعا ومن أحياها فكأنما أحيا الناس جميعا ولقد جاءتهم رسلنا بالبينات ثم إن كثيرا منهم بعد ذلك في الأرض لمسرفون. إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض",
   "rank": 3,
   "score": 0.014131109689159014
  },
  {
   "answer": "أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض",
   "rank": 4,
   "score": 0.013372534597431976
  },
  {
   "answer": "يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض",
   "rank": 5,
   "score": 0.0059051221431062435
  }
 ],
 "8:38-40_400": [
  {
   "answer": "قل",
   "rank": 1,
   "score": 0.5423593918392698
  },
  {
   "answer": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين.",
   "rank": 2,
   "score": 0.27311520705217623
  },
  {
   "answer": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف",
   "rank": 3,
   "score": 0.153803368710442
  },
  {
   "answer": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين. وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله",
   "rank": 4,
   "score": 0.021856603269597243
  },
  {
   "answer": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين. وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله فإن انتهوا فإن الله بما يعملون بصير.",
   "rank": 5,
   "score": 0.008865429036438874
  }
 ],
 "9:1-6_400": [
  {
   "answer": "فإذا",
   "rank": 1,
   "score": 0.8787912416146015
  },
  {
   "answer": "فإذا انسلخ الأشهر الحرم",
   "rank": 2,
   "score": 0.11527232519764861
  },
  {
   "answer": "يوم الحج الأكبر",
   "rank": 3,
   "score": 0.004280562745459831
  },
  {
   "answer": "يوم الحج الأكبر أن الله بريء من المشركين ورسوله فإن تبتم فهو خير لكم وإن توليتم فاعلموا أنكم غير معجزي الله وبشر الذين كفروا بعذاب أليم. إلا الذين عاهدتم من المشركين ثم لم ينقصوكم شيئا ولم يظاهروا عليكم أحدا فأتموا إليهم عهدهم إلى مدتهم إن الله يحب المتقين. فإذا",
   "rank": 4,
   "score": 0.0013122082914650934
  },
  {
   "answer": "يوم الحج الأكبر أن الله بريء من المشركين ورسوله فإن تبتم فهو خير لكم وإن توليتم فاعلموا أنكم غير معجزي الله وبشر الذين كفروا بعذاب أليم. إلا الذين عاهدتم من المشركين ثم لم ينقصوكم شيئا ولم يظاهروا عليكم أحدا فأتموا إليهم عهدهم إلى مدتهم",
   "rank": 5,
   "score": 0.0003436497484737989
  }
 ],
 "9:12-16_400": [
  {
   "answer": "قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين",
   "rank": 1,
   "score": 0.9496476941499313
  },
  {
   "answer": "قاتل",
   "rank": 2,
   "score": 0.02474516533788967
  },
  {
   "answer": "قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم",
   "rank": 3,
   "score": 0.011849693532970596
  },
  {
   "answer": "قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين. ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم. أم حسبتم أن تتركوا ولما يعلم الله الذين جاهدوا منكم ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين وليجة",
   "rank": 4,
   "score": 0.007194224616565093
  },
  {
   "answer": "وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر إنهم لا أيمان لهم لعلهم ينتهون. ألا تقاتلون قوما نكثوا أيمانهم وهموا بإخراج الرسول وهم بدءوكم أول مرة أتخشونهم فالله أحق أن تخشوه إن كنتم مؤمنين. قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين",
   "rank": 5,
   "score": 0.006563222338901323
  }
 ],
 "9:28-29_400": [
  {
   "answer": "حتى يعطوا الجزية عن يد وهم صاغرون",
   "rank": 1,
   "score": 0.9020563203060299
  },
  {
   "answer": "حتى يعطوا الجزية عن يد وهم صاغرون.",
   "rank": 2,
   "score": 0.09107726456999664
  },
  {
   "answer": "حتى يعطوا الجزية عن يد",
   "rank": 3,
   "score": 0.0034597640564846873
  },
  {
   "answer": "قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون",
   "rank": 4,
   "score": 0.0029897934394704025
  },
  {
   "answer": "حتى",
   "rank": 5,
   "score": 0.00041685762492425955
  }
 ],
 "9:36-37_400": [
  {
   "answer": "إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السماوات والأرض منها أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين. إنما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما",
   "rank": 1,
   "score": 0.33759790451464056
  },
  {
   "answer": "إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السماوات والأرض منها أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين. إنما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطئوا عدة ما حرم الله فيحلوا ما حرم الله",
   "rank": 2,
   "score": 0.2570465736987829
  },
  {
   "answer": "أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين. إنما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما",
   "rank": 3,
   "score": 0.1681051927365344
  },
  {
   "answer": "أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين. إنما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطئوا عدة ما حرم الله فيحلوا ما حرم الله",
   "rank": 4,
   "score": 0.12799505931775054
  },
  {
   "answer": "إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السماوات والأرض منها أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين. إنما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطئوا عدة ما حرم الله",
   "rank": 5,
   "score": 0.10925468622580592
  }
 ],
 "9:122-123_400": [
  {
   "answer": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون.",
   "rank": 1,
   "score": 0.8797409696272147
  },
  {
   "answer": "وما",
   "rank": 2,
   "score": 0.0379031880622973
  },
  {
   "answer": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون",
   "rank": 3,
   "score": 0.03717007404197913
  },
  {
   "answer": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم",
   "rank": 4,
   "score": 0.027141145247558545
  },
  {
   "answer": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين",
   "rank": 5,
   "score": 0.018044622650417917
  }
 ],
 "17:31-35_400": [
  {
   "answer": "ولا تقتلوا النفس التي حرم الله إلا بالحق",
   "rank": 1,
   "score": 0.9995395178374925
  },
  {
   "answer": "ولا تقتلوا النفس التي حرم الله إلا بالحق ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل",
   "rank": 2,
   "score": 0.00016761850518433444
  },
  {
   "answer": "ولا تقتلوا النفس التي حرم الله إلا بالحق ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا. ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده",
   "rank": 3,
   "score": 0.00013311612196130435
  },
  {
   "answer": "ولا",
   "rank": 4,
   "score": 0.00010468831109340777
  },
  {
   "answer": "ولا تقتلوا أولادكم خشية إملاق نحن نرزقهم وإياكم إن قتلهم كان خطئا كبيرا. ولا تقربوا الزنا إنه كان فاحشة وساء سبيلا. ولا تقتلوا النفس التي حرم الله إلا بالحق",
   "rank": 5,
   "score": 5.5059220633023904e-05
  }
 ],
 "25:63-77_400": [
  {
   "answer": "ومن يفعل ذلك يلق أثاما.",
   "rank": 1,
   "score": 0.9985908336914164
  },
  {
   "answer": "والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما.",
   "rank": 2,
   "score": 0.0012241461203855908
  },
  {
   "answer": ".",
   "rank": 3,
   "score": 8.636924465921102e-05
  },
  {
   "answer": "ومن",
   "rank": 4,
   "score": 7.503890015797169e-05
  },
  {
   "answer": "ومن يفعل ذلك يلق أثاما. يضاعف له العذاب يوم القيامة ويخلد فيه مهانا. إلا من تاب وآمن وعمل عملا صالحا فأولئك يبدل الله سيئاتهم حسنات",
   "rank": 5,
   "score": 2.361203755417604e-05
  }
 ],
 "33:25-27_400": [
  {
   "answer": "وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتأسرون فريقا.",
   "rank": 1,
   "score": 0.917551020447911
  },
  {
   "answer": "وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتأسرون فريقا",
   "rank": 2,
   "score": 0.055807233801252715
  },
  {
   "answer": "ورد الله الذين كفروا بغيظهم لم ينالوا خيرا وكفى الله المؤمنين القتال وكان الله قويا عزيزا. وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتأسرون فريقا.",
   "rank": 3,
   "score": 0.0136895129485809
  },
  {
   "answer": "وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتأسرون فريقا. وأورثكم أرضهم وديارهم وأموالهم وأرضا لم تطئوها",
   "rank": 4,
   "score": 0.007664137154881442
  },
  {
   "answer": "وأورثكم أرضهم وديارهم وأموالهم وأرضا لم تطئوها",
   "rank": 5,
   "score": 0.005288095628796926
  }
 ],
 "33:60-62_400": [
  {
   "answer": "لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا",
   "rank": 1,
   "score": 0.42324296100384107
  },
  {
   "answer": "لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا. ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلا",
   "rank": 2,
   "score": 0.2635685741430711
  },
  {
   "answer": "ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلا",
   "rank": 3,
   "score": 0.20228248074464608
  },
  {
   "answer": "لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا.",
   "rank": 4,
   "score": 0.06465336413949951
  },
  {
   "answer": "لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا",
   "rank": 5,
   "score": 0.04625082041719123
  }
 ],
 "47:1-6_400": [
  {
   "answer": "ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض",
   "rank": 1,
   "score": 0.9733839522534803
  },
  {
   "answer": "فإذا لقيتم الذين كفروا فضرب الرقاب حتى إذا أثخنتموهم فشدوا الوثاق فإما منا بعد وإما فداء حتى تضع الحرب أوزارها ذلك ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض",
   "rank": 2,
   "score": 0.026245573886729448
  },
  {
   "answer": "ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض والذين قتلوا في سبيل الله",
   "rank": 3,
   "score": 0.00016148824077353536
  },
  {
   "answer": "ليبلو بعضكم ببعض",
   "rank": 4,
   "score": 0.00014140382831563688
  },
  {
   "answer": "ولو",
   "rank": 5,
   "score": 6.758179063542057e-05
  }
 ],
 "49:9-10_400": [
  {
   "answer": "وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله",
   "rank": 1,
   "score": 0.7426482177316085
  },
  {
   "answer": "وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا",
   "rank": 2,
   "score": 0.17825596401975283
  },
  {
   "answer": "وإن",
   "rank": 3,
   "score": 0.03858822121262266
  },
  {
   "answer": "وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين. إنما المؤمنون إخوة فأصلحوا بين أخويكم واتقوا الله لعلكم ترحمون.",
   "rank": 4,
   "score": 0.03320021842513113
  },
  {
   "answer": "وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت",
   "rank": 5,
   "score": 0.007307378418590786
  }
 ],
 "2:34-39_257": [
  {
   "answer": "وقلنا يا آدم اسكن أنت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين",
   "rank": 1,
   "score": 0.33402752425518584
  },
  {
   "answer": "وقلنا يا آدم اسكن أنت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين.",
   "rank": 2,
   "score": 0.31625090368227593
  },
  {
   "answer": "وقلنا يا آدم اسكن أنت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين. فأزلهما الشيطان عنها فأخرجهما مما كانا فيه",
   "rank": 3,
   "score": 0.20062906844475129
  },
  {
   "answer": "وقلنا",
   "rank": 4,
   "score": 0.1140919437590723
  },
  {
   "answer": "فأزلهما الشيطان عنها فأخرجهما مما كانا فيه",
   "rank": 5,
   "score": 0.03500055864091411
  }
 ],
 "7:19-25_257": [
  {
   "answer": "فوسوس لهما الشيطان ليبدي لهما ما ووري عنهما من سوآتهما وقال ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين أو تكونا من الخالدين",
   "rank": 1,
   "score": 0.886738402440941
  },
  {
   "answer": "فوسوس لهما الشيطان ليبدي لهما ما ووري عنهما من سوآتهما وقال ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين أو تكونا من الخالدين. وقاسمهما إني لكما لمن الناصحين. فدلاهما بغرور فلما ذاقا الشجرة بدت لهما سوآتهما وطفقا يخصفان عليهما من ورق الجنة وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين",
   "rank": 2,
   "score": 0.06834454386623795
  },
  {
   "answer": "فوسوس لهما الشيطان ليبدي لهما ما ووري عنهما من سوآتهما",
   "rank": 3,
   "score": 0.02014350786374956
  },
  {
   "answer": "قال اهبطوا بعضكم لبعض عدو",
   "rank": 4,
   "score": 0.014353802053758042
  },
  {
   "answer": "وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين",
   "rank": 5,
   "score": 0.010419742861209133
  }
 ],
 "20:115-123_257": [
  {
   "answer": "قال اهبطا منها جميعا بعضكم لبعض عدو فإما يأتينكم مني هدى فمن اتبع هداي فلا يضل ولا يشقى",
   "rank": 1,
   "score": 0.4644870077744134
  },
  {
   "answer": "قال اهبطا منها جميعا بعضكم لبعض عدو فإما يأتينكم مني هدى",
   "rank": 2,
   "score": 0.22461124043602465
  },
  {
   "answer": "وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس أبى. فقلنا يا آدم إن هذا عدو لك ولزوجك فلا يخرجنكما من الجنة فتشقى",
   "rank": 3,
   "score": 0.15287268679091548
  },
  {
   "answer": "فقلنا يا آدم إن هذا عدو لك ولزوجك فلا يخرجنكما من الجنة فتشقى",
   "rank": 4,
   "score": 0.13570247935340635
  },
  {
   "answer": "وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس أبى. فقلنا يا آدم إن هذا عدو لك ولزوجك فلا يخرجنكما من الجنة فتشقى.",
   "rank": 5,
   "score": 0.022326567510120122
  }
 ],
 "2:83-86_313": [
  {
   "answer": "وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا وذي القربى واليتامى والمساكين",
   "rank": 1,
   "score": 0.8891315082774764
  },
  {
   "answer": "لا تعبدون إلا الله وبالوالدين إحسانا وذي القربى واليتامى والمساكين",
   "rank": 2,
   "score": 0.05847302082575306
  },
  {
   "answer": "وبالوالدين إحسانا وذي القربى واليتامى والمساكين",
   "rank": 3,
   "score": 0.0340737196665645
  },
  {
   "answer": "وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا",
   "rank": 4,
   "score": 0.01632481853201827
  },
  {
   "answer": "وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا",
   "rank": 5,
   "score": 0.0019969326741990996
  }
 ],
 "2:178-179_313": [
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى",
   "rank": 1,
   "score": 0.9132053114323901
  },
  {
   "answer": "كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان",
   "rank": 2,
   "score": 0.08494132558734864
  },
  {
   "answer": "فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان",
   "rank": 3,
   "score": 0.0014758385783333024
  },
  {
   "answer": "فاتباع بالمعروف وأداء إليه بإحسان",
   "rank": 4,
   "score": 0.000259992688614554
  },
  {
   "answer": "يا أيها الذين آمنوا كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى",
   "rank": 5,
   "score": 0.00011753171327810398
  }
 ],
 "2:228-230_313": [
  {
   "answer": "ولهن مثل الذي عليهن بالمعروف",
   "rank": 1,
   "score": 0.9681525442509228
  },
  {
   "answer": "ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم. الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان",
   "rank": 2,
   "score": 0.03173502345657494
  },
  {
   "answer": "وله",
   "rank": 3,
   "score": 8.251893262524382e-05
  },
  {
   "answer": "ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم. الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا",
   "rank": 4,
   "score": 1.7246307556681404e-05
  },
  {
   "answer": "مثل الذي عليهن بالمعروف",
   "rank": 5,
   "score": 1.2667052306936125e-05
  }
 ],
 "2:234-237_313": [
  {
   "answer": "لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنين",
   "rank": 1,
   "score": 0.9742029193347258
  },
  {
   "answer": "لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف",
   "rank": 2,
   "score": 0.02555913068101907
  },
  {
   "answer": "لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنين.",
   "rank": 3,
   "score": 0.00016376900490154884
  },
  {
   "answer": "لا",
   "rank": 4,
   "score": 4.2909852411090266e-05
  },
  {
   "answer": "المحسنين",
   "rank": 5,
   "score": 3.127112692946005e-05
  }
 ],
 "3:145-148_313": [
  {
   "answer": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين.",
   "rank": 1,
   "score": 0.8680410597377299
  },
  {
   "answer": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين. فآتاهم الله ثواب الدنيا وحسن ثواب الآخرة",
   "rank": 2,
   "score": 0.11297612547267025
  },
  {
   "answer": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين. فآتاهم الله ثواب الدنيا وحسن ثواب الآخرة والله يحب المحسنين.",
   "rank": 3,
   "score": 0.014589491618150608
  },
  {
   "answer": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين. فآتاهم الله ثواب الدنيا وحسن ثواب الآخرة والله يحب المحسنين",
   "rank": 4,
   "score": 0.0041393380857554845
  },
  {
   "answer": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا",
   "rank": 5,
   "score": 0.0002539850853929214
  }
 ],
 "3:169-175_313": [
  {
   "answer": "الذين استجابوا لله والرسول من بعد ما أصابهم القرح",
   "rank": 1,
   "score": 0.9991824104341063
  },
  {
   "answer": "الذين استجابوا لله والرسول من بعد ما أصابهم القرح للذين أحسنوا منهم واتقوا أجر عظيم",
   "rank": 2,
   "score": 0.0005456606822567703
  },
  {
   "answer": "الذين استجابوا لله والرسول من بعد ما أصابهم القرح للذين أحسنوا منهم واتقوا أجر عظيم.",
   "rank": 3,
   "score": 0.00021322129572493497
  },
  {
   "answer": "الذين",
   "rank": 4,
   "score": 3.591999831376248e-05
  },
  {
   "answer": "ح",
   "rank": 5,
   "score": 2.278758958888974e-05
  }
 ],
 "4:36-40_313": [
  {
   "answer": "واعبدوا الله ولا تشركوا به شيئا وبالوالدين إحسانا وبذي القربى واليتامى والمساكين والجار ذي القربى والجار الجنب والصاحب بالجنب وابن السبيل وما ملكت أيمانكم",
   "rank": 1,
   "score": 0.4707558020614592
  },
  {
   "answer": "وبالوالدين إحسانا وبذي القربى واليتامى والمساكين والجار ذي القربى والجار الجنب والصاحب بالجنب وابن السبيل وما ملكت أيمانكم",
   "rank": 2,
   "score": 0.42862803545672706
  },
  {
   "answer": "واعبدوا الله ولا تشركوا به شيئا وبالوالدين إحسانا",
   "rank": 3,
   "score": 0.04937561506247119
  },
  {
   "answer": "وبالوالدين إحسانا",
   "rank": 4,
   "score": 0.0449570091138921
  },
  {
   "answer": "واع",
   "rank": 5,
   "score": 0.006283538282541933
  }
 ],
 "4:122-126_313": [
  {
   "answer": "ممن أسلم وجهه لله وهو محسن",
   "rank": 1,
   "score": 0.9528160101353685
  },
  {
   "answer": "ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة ولا يظلمون نقيرا. ومن أحسن دينا ممن أسلم وجهه لله وهو محسن",
   "rank": 2,
   "score": 0.03665718017495448
  },
  {
   "answer": "ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة ولا يظلمون نقيرا.",
   "rank": 3,
   "score": 0.010380100618092624
  },
  {
   "answer": "ومن أحسن دينا ممن أسلم وجهه لله وهو محسن",
   "rank": 4,
   "score": 8.395349693513081e-05
  },
  {
   "answer": "ممن",
   "rank": 5,
   "score": 6.275557461993997e-05
  }
 ],
 "5:12-13_313": [
  {
   "answer": "فاعف عنهم واصفح إن الله يحب المحسنين",
   "rank": 1,
   "score": 0.9949526236254378
  },
  {
   "answer": "إن الله يحب المحسنين",
   "rank": 2,
   "score": 0.0034576381714498347
  },
  {
   "answer": "فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية يحرفون الكلم عن مواضعه ونسوا حظا مما ذكروا به ولا تزال تطلع على خائنة منهم إلا قليلا منهم فاعف عنهم واصفح إن الله يحب المحسنين",
   "rank": 3,
   "score": 0.0010199882104467255
  },
  {
   "answer": "الله يحب المحسنين",
   "rank": 4,
   "score": 0.0004273146867287358
  },
  {
   "answer": "فاعف عنهم واصفح إن الله يحب المحسنين.",
   "rank": 5,
   "score": 0.000142435305561313
  }
 ],
 "5:82-86_313": [
  {
   "answer": "لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون",
   "rank": 1,
   "score": 0.7179198344972378
  },
  {
   "answer": "الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون",
   "rank": 2,
   "score": 0.27462881209387113
  },
  {
   "answer": "لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون. وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين",
   "rank": 3,
   "score": 0.005323127660410776
  },
  {
   "answer": "الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون. وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين",
   "rank": 4,
   "score": 0.0020362778067364615
  },
  {
   "answer": "ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون",
   "rank": 5,
   "score": 9.194794168813126e-05
  }
 ],
 "7:54-56_313": [
  {
   "answer": "ولا تفسدوا في الأرض بعد إصلاحها وادعوه خوفا وطمعا",
   "rank": 1,
   "score": 0.9958598152227414
  },
  {
   "answer": "وادعوه خوفا وطمعا",
   "rank": 2,
   "score": 0.0023832146030870922
  },
  {
   "answer": "ولا تفسدوا في الأرض بعد إصلاحها وادعوه خوفا وطمعا إن رحمت الله قريب من المحسنين.",
   "rank": 3,
   "score": 0.0010773506628314576
  },
  {
   "answer": "ولا تفسدوا في الأرض بعد إصلاحها وادعوه خوفا وطمعا إن رحمت الله قريب من المحسنين",
   "rank": 4,
   "score": 0.00047157980309162593
  },
  {
   "answer": "إن رحمت الله قريب من المحسنين.",
   "rank": 5,
   "score": 0.00020803970822153218
  }
 ],
 "9:90-96_313": [
  {
   "answer": "ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله",
   "rank": 1,
   "score": 0.986345884325444
  },
  {
   "answer": "على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله",
   "rank": 2,
   "score": 0.008271013794719737
  },
  {
   "answer": "ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله ما على المحسنين من سبيل",
   "rank": 3,
   "score": 0.005226661373603376
  },
  {
   "answer": "ليس",
   "rank": 4,
   "score": 9.179297824842067e-05
  },
  {
   "answer": "ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون",
   "rank": 5,
   "score": 6.46475279808932e-05
  }
 ],
 "9:100-102_313": [
  {
   "answer": "والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار خالدين فيها أبدا",
   "rank": 1,
   "score": 0.8582171602266649
  },
  {
   "answer": "والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان",
   "rank": 2,
   "score": 0.08810153713979646
  },
  {
   "answer": "وأعد لهم جنات تجري تحتها الأنهار خالدين فيها أبدا",
   "rank": 3,
   "score": 0.025714233414717035
  },
  {
   "answer": "والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه",
   "rank": 4,
   "score": 0.01666733670014594
  },
  {
   "answer": "والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم.",
   "rank": 5,
   "score": 0.011299732388008236
  }
 ],
 "9:117-121_313": [
  {
   "answer": "ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله ولا يرغبوا بأنفسهم عن نفسه ذلك بأنهم لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله ولا يطئون موطئا يغيظ الكفار ولا ينالون من عدو نيلا إلا كتب لهم به عمل صالح",
   "rank": 1,
   "score": 0.9111302056666132
  },
  {
   "answer": "ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله ولا يرغبوا بأنفسهم عن نفسه ذلك بأنهم لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله",
   "rank": 2,
   "score": 0.06497878377386888
  },
  {
   "answer": "لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله ولا يطئون موطئا يغيظ الكفار ولا ينالون من عدو نيلا إلا كتب لهم به عمل صالح",
   "rank": 3,
   "score": 0.022151139461729818
  },
  {
   "answer": "لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله",
   "rank": 4,
   "score": 0.0015797457843859722
  },
  {
   "answer": "كتب لهم به عمل صالح",
   "rank": 5,
   "score": 0.00016012531334903525
  }
 ],
 "17:22-30_313": [
  {
   "answer": "وبالوالدين إحسانا",
   "rank": 1,
   "score": 0.5611329493270748
  },
  {
   "answer": "وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا",
   "rank": 2,
   "score": 0.4387211921770206
  },
  {
   "answer": "وبال",
   "rank": 3,
   "score": 5.257930060910239e-05
  },
  {
   "answer": "وبالوالدين إحسانا إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف ولا تنهرهما وقل لهما قولا كريما. واخفض لهما جناح الذل من الرحمة",
   "rank": 4,
   "score": 5.2170125245529134e-05
  },
  {
   "answer": "وقضى ربك ألا تعبدوا إلا إياه وبال",
   "rank": 5,
   "score": 4.110906956136273e-05
  }
 ],
 "18:29-31_313": [
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر",
   "rank": 1,
   "score": 0.9951662899809072
  },
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظالمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا. إن الذين آمنوا وعملوا الصالحات",
   "rank": 2,
   "score": 0.004440648719663064
  },
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظالمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا. إن الذين آمنوا وعملوا الصالحات إنا لا نضيع أجر من أحسن عملا",
   "rank": 3,
   "score": 0.0002755504122800119
  },
  {
   "answer": "فمن",
   "rank": 4,
   "score": 5.9157085846813256e-05
  },
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظالمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا. إن الذين آمنوا وعملوا الصالحات إنا لا نضيع أجر من أحسن عملا.",
   "rank": 5,
   "score": 5.8353801279317544e-05
  }
 ],
 "22:30-37_313": [
  {
   "answer": "ذلك ومن يعظم حرمات الله فهو خير له عند ربه",
   "rank": 1,
   "score": 0.791513653570761
  },
  {
   "answer": "ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب.",
   "rank": 2,
   "score": 0.1131409774777732
  },
  {
   "answer": "ذلك ومن يعظم حرمات الله فهو خير له عند ربه وأحلت لكم الأنعام إلا ما يتلى عليكم فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور. حنفاء لله غير مشركين به ومن يشرك بالله فكأنما خر من السماء فتخطفه الطير أو تهوي به الريح في مكان سحيق. ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب.",
   "rank": 3,
   "score": 0.09091132941263637
  },
  {
   "answer": "ومن يعظم حرمات الله فهو خير له عند ربه",
   "rank": 4,
   "score": 0.0039632806506194876
  },
  {
   "answer": "ومن يعظم حرمات الله فهو خير له عند ربه وأحلت لكم الأنعام إلا ما يتلى عليكم فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور. حنفاء لله غير مشركين به ومن يشرك بالله فكأنما خر من السماء فتخطفه الطير أو تهوي به الريح في مكان سحيق. ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب.",
   "rank": 5,
   "score": 0.000455212757427165
  }
 ],
 "29:61-69_313": [
  {
   "answer": "والذين جاهدوا فينا لنهدينهم سبلنا وإن الله لمع المحسنين.",
   "rank": 1,
   "score": 0.9608058476687458
  },
  {
   "answer": "والذين جاهدوا فينا",
   "rank": 2,
   "score": 0.03836207080471252
  },
  {
   "answer": "وإن الله لمع المحسنين.",
   "rank": 3,
   "score": 0.0003764559619547482
  },
  {
   "answer": "والذين",
   "rank": 4,
   "score": 0.00029061867451036323
  },
  {
   "answer": "ليكفروا بما آتيناهم وليتمتعوا فسوف يعلمون. أولم يروا أنا جعلنا حرما آمنا ويتخطف الناس من حولهم أفبالباطل يؤمنون وبنعمة الله يكفرون. ومن أظلم ممن افترى على الله كذبا أو كذب بالحق لما جاءه أليس في جهنم مثوى للكافرين. والذين جاهدوا فينا لنهدينهم سبلنا وإن الله لمع المحسنين.",
   "rank": 5,
   "score": 0.0001650068900166942
  }
 ],
 "33:28-31_313": [
  {
   "answer": "تردن الله ورسوله والدار الآخرة",
   "rank": 1,
   "score": 0.9987858530249623
  },
  {
   "answer": "الله ورسوله والدار الآخرة",
   "rank": 2,
   "score": 0.0005556591397864252
  },
  {
   "answer": "تردن الله ورسوله والدار الآخرة فإن الله أعد للمحسنات منكن أجرا عظيما.",
   "rank": 3,
   "score": 0.0003511349678397917
  },
  {
   "answer": "وإن كنتن تردن الله ورسوله والدار الآخرة",
   "rank": 4,
   "score": 0.00020223145551161395
  },
  {
   "answer": "الآخرة",
   "rank": 5,
   "score": 0.00010512141188454188
  }
 ],
 "39:9-10_313": [
  {
   "answer": "قل يا عباد الذين آمنوا اتقوا ربكم",
   "rank": 1,
   "score": 0.9997285957234244
  },
  {
   "answer": "قل يا عباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة",
   "rank": 2,
   "score": 0.00015597178913330493
  },
  {
   "answer": "قل",
   "rank": 3,
   "score": 8.09912139754968e-05
  },
  {
   "answer": "م",
   "rank": 4,
   "score": 2.999937706212973e-05
  },
  {
   "answer": "للذين أحسنوا في هذه الدنيا حسنة",
   "rank": 5,
   "score": 4.4418963983762356e-06
  }
 ],
 "39:32-37_313": [
  {
   "answer": "والذي جاء بالصدق وصدق به أولئك هم المتقون. لهم ما يشاءون عند ربهم ذلك جزاء المحسنين. ليكفر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون",
   "rank": 1,
   "score": 0.5048902312365033
  },
  {
   "answer": "ليكفر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون",
   "rank": 2,
   "score": 0.4268242311194165
  },
  {
   "answer": "والذي جاء بالصدق وصدق به أولئك هم المتقون.",
   "rank": 3,
   "score": 0.04463685181641451
  },
  {
   "answer": "لهم ما يشاءون عند ربهم ذلك جزاء المحسنين. ليكفر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون",
   "rank": 4,
   "score": 0.022270151670151433
  },
  {
   "answer": "والذي جاء بالصدق وصدق به أولئك هم المتقون. لهم ما يشاءون عند ربهم",
   "rank": 5,
   "score": 0.0013785341565909321
  }
 ],
 "41:33-36_313": [
  {
   "answer": "ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين.",
   "rank": 1,
   "score": 0.9992581999536929
  },
  {
   "answer": "ومن أحسن قولا ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين.",
   "rank": 2,
   "score": 0.0004840557680260048
  },
  {
   "answer": "ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين. ولا تستوي الحسنة ولا السيئة ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم.",
   "rank": 3,
   "score": 0.0001373030267945969
  },
  {
   "answer": ".",
   "rank": 4,
   "score": 6.48573574478709e-05
  },
  {
   "answer": "ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين. ولا تستوي الحسنة ولا السيئة ادفع بالتي هي أحسن",
   "rank": 5,
   "score": 5.558389397859475e-05
  }
 ],
 "46:15-18_313": [
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا",
   "rank": 1,
   "score": 0.8327704217912203
  },
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة قال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لي في ذريتي إني تبت إليك وإني من المسلمين.",
   "rank": 2,
   "score": 0.16143991015601483
  },
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة قال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لي في ذريتي",
   "rank": 3,
   "score": 0.0040003389452356415
  },
  {
   "answer": "ووص",
   "rank": 4,
   "score": 0.00158889570548986
  },
  {
   "answer": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة قال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لي في ذريتي إني تبت إليك وإني من المسلمين. أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة",
   "rank": 5,
   "score": 0.00020043340141926677
  }
 ],
 "53:31-41_313": [
  {
   "answer": "الذين يجتنبون كبائر الإثم والفواحش إلا اللمم",
   "rank": 1,
   "score": 0.9997856099823125
  },
  {
   "answer": "م",
   "rank": 2,
   "score": 0.00015254419358827452
  },
  {
   "answer": "الذين",
   "rank": 3,
   "score": 2.506684721434708e-05
  },
  {
   "answer": "ويجزي الذين أحسنوا بالحسنى. الذين يجتنبون كبائر الإثم والفواحش إلا اللمم",
   "rank": 4,
   "score": 2.257976062482359e-05
  },
  {
   "answer": "ولله ما في السماوات وما في الأرض ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى. الذين يجتنبون كبائر الإثم والفواحش إلا اللمم",
   "rank": 5,
   "score": 1.419921625766395e-05
  }
 ],
 "2:124-129_103": [
  {
   "answer": "إبراهيم",
   "rank": 1,
   "score": 0.5767452237083817
  },
  {
   "answer": "إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع السجود. وإذ قال إبراهيم رب اجعل هذا بلدا آمنا وارزق أهله من الثمرات من آمن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلا ثم أضطره إلى عذاب النار وبئس المصير. وإذ يرفع إبراهيم",
   "rank": 2,
   "score": 0.42031076974488213
  },
  {
   "answer": "وإذ يرفع إبراهيم",
   "rank": 3,
   "score": 0.0029391009657681803
  },
  {
   "answer": "إبراهيم وإسماعيل",
   "rank": 4,
   "score": 2.814225652224764e-06
  },
  {
   "answer": "وإذ جعلنا البيت مثابة للناس وأمنا واتخذوا من مقام إبراهيم مصلى وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع السجود. وإذ قال إبراهيم رب اجعل هذا بلدا آمنا وارزق أهله من الثمرات من آمن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلا ثم أضطره إلى عذاب النار وبئس المصير. وإذ يرفع إبراهيم",
   "rank": 5,
   "score": 2.091354923348375e-06
  }
 ],
 "10:65-70_149": [
  {
   "answer": "نذيقهم العذاب الشديد",
   "rank": 1,
   "score": 0.42686149677344876
  },
  {
   "answer": "نذيقهم العذاب الشديد بما كانوا يكفرون.",
   "rank": 2,
   "score": 0.28186283011967966
  },
  {
   "answer": "نذيقهم العذاب الشديد بما كانوا يكفرون",
   "rank": 3,
   "score": 0.1952406762274508
  },
  {
   "answer": "نذيقهم العذاب",
   "rank": 4,
   "score": 0.09177594461742915
  },
  {
   "answer": "قالوا اتخذ الله ولدا سبحانه هو الغني له ما في السماوات وما في الأرض إن عندكم من سلطان بهذا أتقولون على الله ما لا تعلمون. قل إن الذين يفترون على الله الكذب لا يفلحون. متاع في الدنيا ثم إلينا مرجعهم ثم نذيقهم العذاب الشديد",
   "rank": 5,
   "score": 0.004259014187357823
  }
 ],
 "20:86-94_163": [
  {
   "answer": "السامري",
   "rank": 1,
   "score": 0.9371339087693933
  },
  {
   "answer": "السامري.",
   "rank": 2,
   "score": 0.06278405778171708
  },
  {
   "answer": "ري",
   "rank": 3,
   "score": 6.368198902581006e-05
  },
  {
   "answer": "السام",
   "rank": 4,
   "score": 1.4085032563456051e-05
  },
  {
   "answer": "ري.",
   "rank": 5,
   "score": 4.266427285617513e-06
  }
 ],
 "20:95-98_163": [
  {
   "answer": "إلهك الذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في اليم نسفا",
   "rank": 1,
   "score": 0.40766137523545504
  },
  {
   "answer": "إلهك الذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في اليم نسفا.",
   "rank": 2,
   "score": 0.33961739652317235
  },
  {
   "answer": "إلهك الذي ظلت عليه عاكفا",
   "rank": 3,
   "score": 0.12264144195719397
  },
  {
   "answer": "لنحرقنه ثم لننسفنه في اليم نسفا",
   "rank": 4,
   "score": 0.07096209430957065
  },
  {
   "answer": "لنحرقنه ثم لننسفنه في اليم نسفا.",
   "rank": 5,
   "score": 0.05911759903014769
  }
 ],
 "6:161-163_373": [
  {
   "answer": "قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا شريك له وبذلك أمرت وأنا أول المسلمين",
   "rank": 1,
   "score": 0.8124564816571298
  },
  {
   "answer": "قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا شريك له وبذلك أمرت وأنا أول المسلمين.",
   "rank": 2,
   "score": 0.16909865019888604
  },
  {
   "answer": "قل",
   "rank": 3,
   "score": 0.012576744840941222
  },
  {
   "answer": "قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين",
   "rank": 4,
   "score": 0.003179899082123009
  },
  {
   "answer": "قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا شريك له",
   "rank": 5,
   "score": 0.0026882238886668376
  }
 ],
 "39:11-20_373": [
  {
   "answer": "الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله",
   "rank": 1,
   "score": 0.9996812609047007
  },
  {
   "answer": "الذين",
   "rank": 2,
   "score": 0.0002731752807158843
  },
  {
   "answer": "الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله وأولئك هم أولو الألباب",
   "rank": 3,
   "score": 3.689811693088077e-05
  },
  {
   "answer": "والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى فبشر عباد. الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله",
   "rank": 4,
   "score": 4.954756469116842e-06
  },
  {
   "answer": "الله",
   "rank": 5,
   "score": 3.7109411290976975e-06
  }
 ],
 "104:1-9_107": [
  {
   "answer": "نار الله الموقدة. التي تطلع على الأفئدة",
   "rank": 1,
   "score": 0.9837026477534572
  },
  {
   "answer": "نار الله الموقدة. التي تطلع على الأفئدة. إنها عليهم مؤصدة. في عمد ممددة",
   "rank": 2,
   "score": 0.013036404413071842
  },
  {
   "answer": "نار",
   "rank": 3,
   "score": 0.0023679551792050706
  },
  {
   "answer": "الذي جمع مالا وعدده. يحسب أن ماله أخلده. كلا لينبذن في الحطمة. وما أدراك ما الحطمة. نار الله الموقدة. التي تطلع على الأفئدة",
   "rank": 4,
   "score": 0.0004717455649666746
  },
  {
   "answer": "نار الله الموقدة",
   "rank": 5,
   "score": 0.00042124708768034484
  }
 ],
 "41:13-18_236": [
  {
   "answer": "فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون. وأما ثمود فهديناهم فاستحبوا العمى على الهدى فأخذتهم صاعقة العذاب الهون بما كانوا يكسبون.",
   "rank": 1,
   "score": 0.8334659860833511
  },
  {
   "answer": "فأخذتهم صاعقة العذاب الهون بما كانوا يكسبون.",
   "rank": 2,
   "score": 0.1398312925619315
  },
  {
   "answer": "فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون. وأما ثمود فهديناهم فاستحبوا العمى على الهدى فأخذتهم صاعقة العذاب الهون بما كانوا يكسبون. ونجينا الذين آمنوا وكانوا يتقون",
   "rank": 3,
   "score": 0.012942983547640072
  },
  {
   "answer": "فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون. وأما ثمود فهديناهم فاستحبوا العمى على الهدى فأخذتهم صاعقة العذاب الهون بما كانوا يكسبون. ونجينا الذين آمنوا وكانوا يتقون.",
   "rank": 4,
   "score": 0.011311141408411666
  },
  {
   "answer": "فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون.",
   "rank": 5,
   "score": 0.0024485959234815777
  }
 ],
 "46:21-25_236": [
  {
   "answer": "واذكر أخا عاد إذ أنذر قومه بالأحقاف وقد خلت النذر من بين يديه ومن خلفه ألا تعبدوا إلا الله إني أخاف عليكم عذاب يوم عظيم. قالوا أجئتنا لتأفكنا عن آلهتنا فأتنا بما تعدنا إن كنت من الصادقين. قال إنما العلم عند الله وأبلغكم ما أرسلت به ولكني أراكم قوما تجهلون. فلما رأوه عارضا مستقبل أوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب أليم",
   "rank": 1,
   "score": 0.9401818875171695
  },
  {
   "answer": "قالوا أجئتنا لتأفكنا عن آلهتنا فأتنا بما تعدنا إن كنت من الصادقين. قال إنما العلم عند الله وأبلغكم ما أرسلت به ولكني أراكم قوما تجهلون. فلما رأوه عارضا مستقبل أوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب أليم. تدمر كل شيء بأمر ربها فأصبحوا لا يرى إلا مساكنهم كذلك نجزي القوم المجرمين",
   "rank": 2,
   "score": 0.0242485909406366
  },
  {
   "answer": "واذكر أخا عاد إذ أنذر قومه بالأحقاف وقد خلت النذر من بين يديه ومن خلفه ألا تعبدوا إلا الله إني أخاف عليكم عذاب يوم عظيم.",
   "rank": 3,
   "score": 0.01678830862391328
  },
  {
   "answer": "قالوا أجئتنا لتأفكنا عن آلهتنا فأتنا بما تعدنا إن كنت من الصادقين. قال إنما العلم عند الله وأبلغكم ما أرسلت به ولكني أراكم قوما تجهلون. فلما رأوه عارضا مستقبل أوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب أليم",
   "rank": 4,
   "score": 0.010546973839359788
  },
  {
   "answer": "قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب أليم. تدمر كل شيء بأمر ربها فأصبحوا لا يرى إلا مساكنهم كذلك نجزي القوم المجرمين",
   "rank": 5,
   "score": 0.00823406967481221
  }
 ],
 "51:38-46_236": [
  {
   "answer": "أرسلنا عليهم الريح العقيم. ما تذر من شيء أتت عليه إلا جعلته كالرميم",
   "rank": 1,
   "score": 0.6328243969658327
  },
  {
   "answer": "وفي عاد إذ أرسلنا عليهم الريح العقيم. ما تذر من شيء أتت عليه إلا جعلته كالرميم",
   "rank": 2,
   "score": 0.2680528548457364
  },
  {
   "answer": "أرسلنا عليهم الريح العقيم. ما تذر من شيء أتت عليه إلا جعلته كالرميم.",
   "rank": 3,
   "score": 0.05594738635365676
  },
  {
   "answer": "وفي عاد إذ أرسلنا عليهم الريح العقيم. ما تذر من شيء أتت عليه إلا جعلته كالرميم.",
   "rank": 4,
   "score": 0.02369829087683671
  },
  {
   "answer": "وفي موسى إذ أرسلناه إلى فرعون بسلطان مبين. فتولى بركنه وقال ساحر أو مجنون. فأخذناه وجنوده فنبذناهم في اليم وهو مليم. وفي عاد إذ أرسلنا عليهم الريح العقيم. ما تذر من شيء أتت عليه إلا جعلته كالرميم",
   "rank": 5,
   "score": 0.019477032257912287
  }
 ],
 "54:18-22_236": [
  {
   "answer": "كذبت عاد فكيف كان عذابي ونذر",
   "rank": 1,
   "score": 0.3632312007992034
  },
  {
   "answer": "كذبت عاد فكيف كان عذابي ونذر.",
   "rank": 2,
   "score": 0.261115130561069
  },
  {
   "answer": "كذبت عاد فكيف كان عذابي ونذر. إنا أرسلنا عليهم ريحا صرصرا في يوم نحس مستمر.",
   "rank": 3,
   "score": 0.23269464284538344
  },
  {
   "answer": "كذبت عاد فكيف كان عذابي ونذر. إنا أرسلنا عليهم ريحا صرصرا في يوم نحس مستمر",
   "rank": 4,
   "score": 0.09493976836552523
  },
  {
   "answer": "كذب",
   "rank": 5,
   "score": 0.048019253656320225
  }
 ],
 "69:1-8_236": [
  {
   "answer": "بريح صرصر عاتية",
   "rank": 1,
   "score": 0.6737235134401298
  },
  {
   "answer": "بريح صرصر عاتية. سخرها عليهم سبع ليال وثمانية أيام حسوما",
   "rank": 2,
   "score": 0.20288199341806146
  },
  {
   "answer": "كذبت ثمود وعاد بالقارعة. فأما ثمود فأهلكوا بالطاغية. وأما عاد فأهلكوا بريح صرصر عاتية",
   "rank": 3,
   "score": 0.059563237262505724
  },
  {
   "answer": "بريح صرصر عاتية.",
   "rank": 4,
   "score": 0.03232078217445117
  },
  {
   "answer": "فأهلكوا بريح صرصر عاتية",
   "rank": 5,
   "score": 0.031510468038302424
  }
 ],
 "73:15-19_386": [
  {
   "answer": "إن هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا",
   "rank": 1,
   "score": 0.9999208298045436
  },
  {
   "answer": "إن",
   "rank": 2,
   "score": 3.5631991951433365e-05
  },
  {
   "answer": "سبيلا",
   "rank": 3,
   "score": 1.8998074551465275e-05
  },
  {
   "answer": "فمن شاء اتخذ إلى ربه سبيلا",
   "rank": 4,
   "score": 1.3630451691049039e-05
  },
  {
   "answer": "إنا أرسلنا إليكم رسولا شاهدا عليكم كما أرسلنا إلى فرعون رسولا. فعصى فرعون الرسول فأخذناه أخذا وبيلا. فكيف تتقون إن كفرتم يوما يجعل الولدان شيبا. السماء منفطر به كان وعده مفعولا. إن هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا",
   "rank": 5,
   "score": 1.0909676357356256e-05
  }
 ],
 "2:233-233_132": [
  {
   "answer": "حولين كاملين",
   "rank": 1,
   "score": 0.9996732278504988
  },
  {
   "answer": "والوالدات يرضعن أولادهن حولين كاملين",
   "rank": 2,
   "score": 0.00016793791826039524
  },
  {
   "answer": "حولي",
   "rank": 3,
   "score": 7.79222142707644e-05
  },
  {
   "answer": "كاملين",
   "rank": 4,
   "score": 4.4550752500240477e-05
  },
  {
   "answer": "يرضعن أولادهن حولين كاملين",
   "rank": 5,
   "score": 3.636126446294181e-05
  }
 ],
 "31:12-19_132": [
  {
   "answer": "عامين",
   "rank": 1,
   "score": 0.998996175958684
  },
  {
   "answer": "حملته أمه وهنا على وهن وفصاله في عامين",
   "rank": 2,
   "score": 0.0005060399429225929
  },
  {
   "answer": "في عامين",
   "rank": 3,
   "score": 0.00028664835761480417
  },
  {
   "answer": "وفصاله في عامين",
   "rank": 4,
   "score": 0.00020128878228800024
  },
  {
   "answer": "ووصينا الإنسان بوالديه حملته أمه وهنا على وهن وفصاله في عامين",
   "rank": 5,
   "score": 9.846957062137014e-06
  }
 ],
 "46:15-18_132": [
  {
   "answer": "ثلاثون شهرا",
   "rank": 1,
   "score": 0.9999117349354181
  },
  {
   "answer": "ثلاثون",
   "rank": 2,
   "score": 4.7574518344664556e-05
  },
  {
   "answer": "شهرا",
   "rank": 3,
   "score": 3.4501687176357396e-05
  },
  {
   "answer": "حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا",
   "rank": 4,
   "score": 5.193737324058229e-06
  },
  {
   "answer": "ثلاثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة",
   "rank": 5,
   "score": 9.951217266188154e-07
  }
 ],
 "24:30-31_348": [
  {
   "answer": "وليضربن بخمرهن على جيوبهن",
   "rank": 1,
   "score": 0.9079697357604523
  },
  {
   "answer": "وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن",
   "rank": 2,
   "score": 0.09096090486941781
  },
  {
   "answer": "ولي",
   "rank": 3,
   "score": 0.0009363723445375374
  },
  {
   "answer": "وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها ولي",
   "rank": 4,
   "score": 9.380629375548232e-05
  },
  {
   "answer": "وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أو بني إخوانهن أو بني أخواتهن أو نسائهن أو ما ملكت أيمانهن أو التابعين غير أولي الإربة من الرجال أو الطفل الذين لم يظهروا على عورات النساء",
   "rank": 5,
   "score": 3.9180731256516454e-05
  }
 ],
 "33:32-34_348": [
  {
   "answer": "يا نساء النبي لستن كأحد من النساء إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا. وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله",
   "rank": 1,
   "score": 0.6498948875769344
  },
  {
   "answer": "يا نساء النبي لستن كأحد من النساء إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا. وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى",
   "rank": 2,
   "score": 0.23065474140869907
  },
  {
   "answer": "إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا. وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله",
   "rank": 3,
   "score": 0.07479127721389364
  },
  {
   "answer": "إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا. وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى",
   "rank": 4,
   "score": 0.02654423512964595
  },
  {
   "answer": "يا نساء النبي لستن كأحد من النساء إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا. وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا",
   "rank": 5,
   "score": 0.018114858505117994
  }
 ],
 "33:53-55_348": [
  {
   "answer": "وإذا سألتموهن متاعا فاسألوهن من وراء حجاب",
   "rank": 1,
   "score": 0.9985083805741544
  },
  {
   "answer": "وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن",
   "rank": 2,
   "score": 0.0011811829688097623
  },
  {
   "answer": "وإذا",
   "rank": 3,
   "score": 0.00025470144204703756
  },
  {
   "answer": "وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن وما كان لكم أن تؤذوا رسول الله ولا أن تنكحوا أزواجه من بعده أبدا",
   "rank": 4,
   "score": 3.5930838933660405e-05
  },
  {
   "answer": "سألتموهن متاعا فاسألوهن من وراء حجاب",
   "rank": 5,
   "score": 1.9804176008188664e-05
  }
 ],
 "33:56-59_348": [
  {
   "answer": "يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يعرفن فلا يؤذين",
   "rank": 1,
   "score": 0.9492323640166376
  },
  {
   "answer": "يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن",
   "rank": 2,
   "score": 0.050702038661706174
  },
  {
   "answer": "ذلك أدنى أن يعرفن فلا يؤذين",
   "rank": 3,
   "score": 3.171431873661132e-05
  },
  {
   "answer": "يا",
   "rank": 4,
   "score": 1.8426678335718565e-05
  },
  {
   "answer": "ذين",
   "rank": 5,
   "score": 1.5456324526713796e-05
  }
 ],
 "2:190-194_304": [
  {
   "answer": "وقاتلوا في سبيل الله الذين يقاتلونكم",
   "rank": 1,
   "score": 0.9226525632726356
  },
  {
   "answer": "وقاتلوا في سبيل الله الذين يقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين. واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم",
   "rank": 2,
   "score": 0.06936359190129131
  },
  {
   "answer": "وقاتلوا في سبيل الله الذين يقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين. واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فإن قاتلوكم فاقتلوهم كذلك جزاء الكافرين. فإن انتهوا فإن الله غفور رحيم. وقاتلوهم حتى لا تكون فتنة ويكون الدين لله فإن انتهوا فلا عدوان إلا على الظالمين",
   "rank": 3,
   "score": 0.005131295755630118
  },
  {
   "answer": "وقا",
   "rank": 4,
   "score": 0.0018794208671229667
  },
  {
   "answer": "الذين يقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين. واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فإن قاتلوكم فاقتلوهم كذلك جزاء الكافرين. فإن انتهوا فإن الله غفور رحيم. وقاتلوهم حتى لا تكون فتنة ويكون الدين لله فإن انتهوا فلا عدوان إلا على الظالمين. الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم",
   "rank": 5,
   "score": 0.0009731282029256298
  }
 ],
 "4:88-91_304": [
  {
   "answer": "المنافقين فئتين",
   "rank": 1,
   "score": 0.929713207018698
  },
  {
   "answer": "المنافقين فئتين والله أركسهم بما كسبوا أتريدون أن تهدوا من أضل الله ومن يضلل الله فلن تجد له سبيلا. ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء حتى يهاجروا في سبيل الله",
   "rank": 2,
   "score": 0.04092860813903138
  },
  {
   "answer": "المنافقين",
   "rank": 3,
   "score": 0.018233043667753555
  },
  {
   "answer": "فما لكم في المنافقين فئتين",
   "rank": 4,
   "score": 0.010656032450134629
  },
  {
   "answer": "فما لكم في المنافقين فئتين والله أركسهم بما كسبوا أتريدون أن تهدوا من أضل الله ومن يضلل الله فلن تجد له سبيلا. ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء حتى يهاجروا في سبيل الله",
   "rank": 5,
   "score": 0.0004691087242558568
  }
 ],
 "8:62-66_304": [
  {
   "answer": "المؤمنين على القتال إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين كفروا",
   "rank": 1,
   "score": 0.6177411362998472
  },
  {
   "answer": "المؤمنين",
   "rank": 2,
   "score": 0.3820688188370756
  },
  {
   "answer": "إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين كفروا",
   "rank": 3,
   "score": 8.808973628227673e-05
  },
  {
   "answer": "المؤمنين على القتال إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين كفروا بأنهم قوم لا يفقهون. الآن خفف الله عنكم وعلم أن فيكم ضعفا فإن يكن منكم مائة صابرة يغلبوا مائتين وإن يكن منكم ألف يغلبوا ألفين بإذن الله",
   "rank": 4,
   "score": 6.559071526816536e-05
  },
  {
   "answer": "حرض المؤمنين على القتال إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين كفروا",
   "rank": 5,
   "score": 3.636440459273559e-05
  }
 ],
 "9:1-6_304": [
  {
   "answer": "الذين عاهدتم من المشركين",
   "rank": 1,
   "score": 0.8893546166912831
  },
  {
   "answer": "المشركين",
   "rank": 2,
   "score": 0.07851188041024237
  },
  {
   "answer": "براءة من الله ورسوله إلى الذين عاهدتم من المشركين",
   "rank": 3,
   "score": 0.03179435551497719
  },
  {
   "answer": "الذين عاهدتم من المشركين. فسيحوا في الأرض أربعة أشهر",
   "rank": 4,
   "score": 0.000187064682707004
  },
  {
   "answer": "الذين عاهدتم من المشركين. فسيحوا في الأرض أربعة أشهر واعلموا أنكم غير معجزي الله وأن الله مخزي الكافرين. وأذان من الله ورسوله إلى الناس يوم الحج الأكبر أن الله بريء من المشركين ورسوله فإن تبتم فهو خير لكم وإن توليتم فاعلموا أنكم غير معجزي الله وبشر الذين كفروا بعذاب أليم. إلا الذين عاهدتم من المشركين ثم لم ينقصوكم شيئا ولم يظاهروا عليكم أحدا",
   "rank": 5,
   "score": 0.00015208251020678063
  }
 ],
 "9:73-74_304": [
  {
   "answer": "الكفار والمنافقين واغلظ عليهم",
   "rank": 1,
   "score": 0.5644123320063429
  },
  {
   "answer": "جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 2,
   "score": 0.4243798044572799
  },
  {
   "answer": "الكفار والمنافقين",
   "rank": 3,
   "score": 0.004292540803469775
  },
  {
   "answer": "النبي جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 4,
   "score": 0.0036877752050280916
  },
  {
   "answer": "جاهد الكفار والمنافقين",
   "rank": 5,
   "score": 0.0032275475277548094
  }
 ],
 "25:45-55_304": [
  {
   "answer": "فلا تطع الكافرين",
   "rank": 1,
   "score": 0.7711927526919354
  },
  {
   "answer": "فلا تطع الكافرين وجاهدهم به جهادا كبيرا",
   "rank": 2,
   "score": 0.09842989764939239
  },
  {
   "answer": "الكافرين",
   "rank": 3,
   "score": 0.07257765527015288
  },
  {
   "answer": "وجاهدهم به جهادا كبيرا",
   "rank": 4,
   "score": 0.04853636669907525
  },
  {
   "answer": "الكافرين وجاهدهم به جهادا كبيرا",
   "rank": 5,
   "score": 0.009263327689397693
  }
 ],
 "47:1-6_304": [
  {
   "answer": "الذين كفروا وصدوا عن سبيل الله",
   "rank": 1,
   "score": 0.8391061962174124
  },
  {
   "answer": "الذين",
   "rank": 2,
   "score": 0.08107893697731085
  },
  {
   "answer": "والذين قتلوا في سبيل الله",
   "rank": 3,
   "score": 0.04799079147390984
  },
  {
   "answer": "الذين كفروا",
   "rank": 4,
   "score": 0.03178198987487396
  },
  {
   "answer": "ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض والذين قتلوا في سبيل الله",
   "rank": 5,
   "score": 4.208544376882046e-05
  }
 ],
 "66:8-9_304": [
  {
   "answer": "جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 1,
   "score": 0.8022615321510009
  },
  {
   "answer": "الكفار والمنافقين واغلظ عليهم",
   "rank": 2,
   "score": 0.17970936456497633
  },
  {
   "answer": "النبي جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 3,
   "score": 0.01049102985110283
  },
  {
   "answer": "جاهد الكفار والمنافقين",
   "rank": 4,
   "score": 0.006089556651499259
  },
  {
   "answer": "يا أيها النبي جاهد الكفار والمنافقين واغلظ عليهم",
   "rank": 5,
   "score": 0.0014485167812146793
  }
 ],
 "2:151-153_415": [
  {
   "answer": "أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكيكم ويعلمكم الكتاب والحكمة",
   "rank": 1,
   "score": 0.9958195155049698
  },
  {
   "answer": "كما أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكيكم ويعلمكم الكتاب والحكمة",
   "rank": 2,
   "score": 0.003732731422736295
  },
  {
   "answer": "أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكيكم ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون.",
   "rank": 3,
   "score": 0.00032695970461072376
  },
  {
   "answer": "أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكيكم ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون",
   "rank": 4,
   "score": 8.612955023142531e-05
  },
  {
   "answer": "أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكيكم",
   "rank": 5,
   "score": 3.466381372921105e-05
  }
 ],
 "3:30-32_415": [
  {
   "answer": "قل أطيعوا الله والرسول",
   "rank": 1,
   "score": 0.9990858497996095
  },
  {
   "answer": "قل",
   "rank": 2,
   "score": 0.0006491921879204447
  },
  {
   "answer": "قل أطيعوا الله والرسول فإن تولوا فإن الله لا يحب الكافرين.",
   "rank": 3,
   "score": 0.00021723989279363474
  },
  {
   "answer": "قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم. قل أطيعوا الله والرسول",
   "rank": 4,
   "score": 3.864586330473945e-05
  },
  {
   "answer": "يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود لو أن بينها وبينه أمدا بعيدا ويحذركم الله نفسه والله رءوف بالعباد. قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم. قل أطيعوا الله والرسول",
   "rank": 5,
   "score": 9.072256221287113e-06
  }
 ],
 "3:130-136_415": [
  {
   "answer": "وأطيعوا الله والرسول",
   "rank": 1,
   "score": 0.9998628307780337
  },
  {
   "answer": "وأط",
   "rank": 2,
   "score": 7.93578308317478e-05
  },
  {
   "answer": "وأطيعوا الله والرسول لعلكم ترحمون. وسارعوا إلى مغفرة من ربكم وجنة عرضها السماوات والأرض أعدت للمتقين. الذين ينفقون في السراء والضراء",
   "rank": 3,
   "score": 3.4466324790997765e-05
  },
  {
   "answer": "وأطيعوا الله والرسول لعلكم ترحمون.",
   "rank": 4,
   "score": 1.7296940382047892e-05
  },
  {
   "answer": "ول",
   "rank": 5,
   "score": 6.048125439581852e-06
  }
 ],
 "3:164-165_415": [
  {
   "answer": "لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين",
   "rank": 1,
   "score": 0.9952676463880757
  },
  {
   "answer": "لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة",
   "rank": 2,
   "score": 0.0021267057629070626
  },
  {
   "answer": "مبين",
   "rank": 3,
   "score": 0.0018713208245599896
  },
  {
   "answer": "المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين",
   "rank": 4,
   "score": 0.0006562542048749782
  },
  {
   "answer": "بعث فيهم رسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين",
   "rank": 5,
   "score": 7.807281925085393e-05
  }
 ],
 "4:12-14_415": [
  {
   "answer": "ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم.",
   "rank": 1,
   "score": 0.9997621155717975
  },
  {
   "answer": ".",
   "rank": 2,
   "score": 7.966040367676517e-05
  },
  {
   "answer": "ومن",
   "rank": 3,
   "score": 7.253162293941086e-05
  },
  {
   "answer": "ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم. ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين.",
   "rank": 4,
   "score": 6.228240083260933e-05
  },
  {
   "answer": "وإن كان رجل يورث كلالة أو امرأة وله أخ أو أخت فلكل واحد منهما السدس فإن كانوا أكثر من ذلك فهم شركاء في الثلث من بعد وصية يوصى بها أو دين غير مضار وصية من الله والله عليم حليم. تلك حدود الله ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم.",
   "rank": 5,
   "score": 2.3409999736269114e-05
  }
 ],
 "4:58-59_415": [
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 1,
   "score": 0.9995599549476112
  },
  {
   "answer": "الرسول",
   "rank": 2,
   "score": 0.00020022573720055478
  },
  {
   "answer": "إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعما يعظكم به إن الله كان سميعا بصيرا. يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 3,
   "score": 0.00012026285325673195
  },
  {
   "answer": "الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 4,
   "score": 7.337176334717987e-05
  },
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شيء فردوه إلى الله والرسول",
   "rank": 5,
   "score": 4.618469846000036e-05
  }
 ],
 "4:64-65_415": [
  {
   "answer": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما",
   "rank": 1,
   "score": 0.9989169560592795
  },
  {
   "answer": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما.",
   "rank": 2,
   "score": 0.0008424395653300299
  },
  {
   "answer": "لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما",
   "rank": 3,
   "score": 9.944285694281279e-05
  },
  {
   "answer": "ويسلموا تسليما",
   "rank": 4,
   "score": 9.563326091869588e-05
  },
  {
   "answer": "ا",
   "rank": 5,
   "score": 4.552825749830169e-05
  }
 ],
 "4:66-70_415": [
  {
   "answer": "ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا.",
   "rank": 1,
   "score": 0.9998655797532696
  },
  {
   "answer": ".",
   "rank": 2,
   "score": 7.982440251861576e-05
  },
  {
   "answer": "ومن",
   "rank": 3,
   "score": 2.8713526437594842e-05
  },
  {
   "answer": "ولو أنا كتبنا عليهم أن اقتلوا أنفسكم أو اخرجوا من دياركم ما فعلوه إلا قليل منهم ولو أنهم فعلوا ما يوعظون به لكان خيرا لهم وأشد تثبيتا. وإذا لآتيناهم من لدنا أجرا عظيما. ولهديناهم صراطا مستقيما. ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا.",
   "rank": 4,
   "score": 1.6569499547888332e-05
  },
  {
   "answer": "ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين",
   "rank": 5,
   "score": 9.312818213344237e-06
  }
 ],
 "4:80-84_415": [
  {
   "answer": "من يطع الرسول فقد أطاع الله",
   "rank": 1,
   "score": 0.9999088057141499
  },
  {
   "answer": "من",
   "rank": 2,
   "score": 5.7835736288920497e-05
  },
  {
   "answer": "الله",
   "rank": 3,
   "score": 1.9948495650844098e-05
  },
  {
   "answer": "من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا. ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا. أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا. وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم",
   "rank": 4,
   "score": 7.705866019377888e-06
  },
  {
   "answer": "من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا. ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا. أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا",
   "rank": 5,
   "score": 5.7041878153231286e-06
  }
 ],
 "5:90-93_415": [
  {
   "answer": "وأطيعوا الله وأطيعوا الرسول",
   "rank": 1,
   "score": 0.9998124218171706
  },
  {
   "answer": "الرسول",
   "rank": 2,
   "score": 0.00015228780446199198
  },
  {
   "answer": "وأط",
   "rank": 3,
   "score": 1.9560771120860297e-05
  },
  {
   "answer": "وأطيعوا الله وأطيعوا الرسول واحذروا فإن توليتم فاعلموا أنما على رسولنا البلاغ المبين. ليس",
   "rank": 4,
   "score": 7.887844961985386e-06
  },
  {
   "answer": "إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون. وأطيعوا الله وأطيعوا الرسول",
   "rank": 5,
   "score": 7.84176226017032e-06
  }
 ],
 "5:103-105_415": [
  {
   "answer": "تعالوا إلى ما أنزل الله وإلى الرسول",
   "rank": 1,
   "score": 0.998913681269347
  },
  {
   "answer": "تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباءنا أولو كان آباؤهم لا يعلمون شيئا ولا يهتدون",
   "rank": 2,
   "score": 0.000392535419439715
  },
  {
   "answer": "ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يفترون على الله الكذب وأكثرهم لا يعقلون. وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول",
   "rank": 3,
   "score": 0.00025743101305973973
  },
  {
   "answer": "تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباءنا أولو كان آباؤهم لا يعلمون شيئا ولا يهتدون.",
   "rank": 4,
   "score": 0.00024089123480601732
  },
  {
   "answer": "تعالوا",
   "rank": 5,
   "score": 0.0001954610542849741
  }
 ],
 "7:157-158_415": [
  {
   "answer": "فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون.",
   "rank": 1,
   "score": 0.9793281310353258
  },
  {
   "answer": "الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون.",
   "rank": 2,
   "score": 0.020226304160685053
  },
  {
   "answer": "الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم",
   "rank": 3,
   "score": 0.00017918537116375037
  },
  {
   "answer": "الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث",
   "rank": 4,
   "score": 0.0001700224740663281
  },
  {
   "answer": "فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون",
   "rank": 5,
   "score": 9.635695094861596e-05
  }
 ],
 "8:20-26_415": [
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه",
   "rank": 1,
   "score": 0.9993180547497342
  },
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله ورسوله",
   "rank": 2,
   "score": 0.0004609030674643026
  },
  {
   "answer": "الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه",
   "rank": 3,
   "score": 0.00015559403181805373
  },
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه وأنتم تسمعون. ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون. إن شر الدواب عند الله الصم البكم الذين لا يعقلون. ولو علم الله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون. يا أيها الذين آمنوا استجيبوا لله وللرسول إذا دعاكم لما يحييكم",
   "rank": 4,
   "score": 3.5402466932965353e-05
  },
  {
   "answer": "عنه",
   "rank": 5,
   "score": 3.004568345033233e-05
  }
 ],
 "9:71-72_415": [
  {
   "answer": "ويطيعون الله ورسوله أولئك سيرحمهم الله",
   "rank": 1,
   "score": 0.8408017946211793
  },
  {
   "answer": "والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله",
   "rank": 2,
   "score": 0.15860030051250673
  },
  {
   "answer": "ويطيعون الله ورسوله",
   "rank": 3,
   "score": 0.0004553722148825923
  },
  {
   "answer": "والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله",
   "rank": 4,
   "score": 8.589678398339339e-05
  },
  {
   "answer": "ويط",
   "rank": 5,
   "score": 5.663586733264061e-05
  }
 ],
 "24:46-54_415": [
  {
   "answer": "كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون",
   "rank": 1,
   "score": 0.9967310468211894
  },
  {
   "answer": "إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون",
   "rank": 2,
   "score": 0.0028160645091245
  },
  {
   "answer": "كان",
   "rank": 3,
   "score": 0.00024582479397885083
  },
  {
   "answer": "كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون. ومن يطع الله ورسوله ويخش الله ويتقه فأولئك هم الفائزون. وأقسموا بالله جهد أيمانهم لئن أمرتهم ليخرجن قل لا تقسموا طاعة معروفة إن الله خبير بما تعملون. قل أطيعوا الله وأطيعوا الرسول",
   "rank": 4,
   "score": 0.00015041650182608655
  },
  {
   "answer": "كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون.",
   "rank": 5,
   "score": 5.664737363156364e-05
  }
 ],
 "24:55-57_415": [
  {
   "answer": "وأطيعوا الرسول لعلكم ترحمون.",
   "rank": 1,
   "score": 0.9998768000768262
  },
  {
   "answer": "وأطيعوا الرسول لعلكم ترحمون. لا تحسبن الذين كفروا معجزين في الأرض",
   "rank": 2,
   "score": 4.365530677299601e-05
  },
  {
   "answer": "وأط",
   "rank": 3,
   "score": 3.890374332586652e-05
  },
  {
   "answer": "وأطيعوا الرسول",
   "rank": 4,
   "score": 2.851823195470397e-05
  },
  {
   "answer": "وأقيموا الصلاة وآتوا الزكاة وأطيعوا الرسول لعلكم ترحمون.",
   "rank": 5,
   "score": 1.212264086977205e-05
  }
 ],
 "24:62-64_415": [
  {
   "answer": "فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم",
   "rank": 1,
   "score": 0.9209719790877746
  },
  {
   "answer": "إنما المؤمنون الذين آمنوا بالله ورسوله وإذا كانوا معه على أمر جامع لم يذهبوا حتى يستأذنوه إن الذين يستأذنونك أولئك الذين يؤمنون بالله ورسوله فإذا استأذنوك لبعض شأنهم فأذن لمن شئت منهم واستغفر لهم الله إن الله غفور رحيم. لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم",
   "rank": 2,
   "score": 0.07891713369302722
  },
  {
   "answer": "فلي",
   "rank": 3,
   "score": 4.288729015827181e-05
  },
  {
   "answer": "م",
   "rank": 4,
   "score": 4.0092637053660795e-05
  },
  {
   "answer": "فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم.",
   "rank": 5,
   "score": 2.7907291962212984e-05
  }
 ],
 "33:21-24_415": [
  {
   "answer": "لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر",
   "rank": 1,
   "score": 0.9991601307751297
  },
  {
   "answer": "الآخر",
   "rank": 2,
   "score": 0.0007800803274969851
  },
  {
   "answer": "لمن كان يرجو الله واليوم الآخر",
   "rank": 3,
   "score": 4.178924817924712e-05
  },
  {
   "answer": "كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر",
   "rank": 4,
   "score": 1.5861409535200334e-05
  },
  {
   "answer": "لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا.",
   "rank": 5,
   "score": 2.138239519121523e-06
  }
 ],
 "33:36-40_415": [
  {
   "answer": "وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم",
   "rank": 1,
   "score": 0.9998465224854234
  },
  {
   "answer": "وما",
   "rank": 2,
   "score": 0.0001347266207314593
  },
  {
   "answer": "أمرهم",
   "rank": 3,
   "score": 8.86884495594953e-06
  },
  {
   "answer": "كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم",
   "rank": 4,
   "score": 5.692703081937908e-06
  },
  {
   "answer": "وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم ومن يعص الله ورسوله فقد ضل ضلالا مبينا.",
   "rank": 5,
   "score": 4.189345718636416e-06
  }
 ],
 "33:69-71_415": [
  {
   "answer": "ومن يطع الله ورسوله فقد فاز فوزا عظيما.",
   "rank": 1,
   "score": 0.9989664180410295
  },
  {
   "answer": "ومن",
   "rank": 2,
   "score": 0.0008968166534913401
  },
  {
   "answer": "ومن يطع الله ورسوله فقد فاز فوزا عظيما",
   "rank": 3,
   "score": 0.00010544889642579587
  },
  {
   "answer": "يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما.",
   "rank": 4,
   "score": 1.8869055714305946e-05
  },
  {
   "answer": "يا أيها الذين آمنوا لا تكونوا كالذين آذوا موسى فبرأه الله مما قالوا وكان عند الله وجيها. يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا. يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما.",
   "rank": 5,
   "score": 1.2447349286046297e-05
  }
 ],
 "47:33-38_415": [
  {
   "answer": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 1,
   "score": 0.9992803695354286
  },
  {
   "answer": "الرسول",
   "rank": 2,
   "score": 0.00039344721574535214
  },
  {
   "answer": "الذين آمنوا أطيعوا الله وأطيعوا الرسول",
   "rank": 3,
   "score": 0.00027709515884827285
  },
  {
   "answer": "أطيعوا الله وأطيعوا الرسول",
   "rank": 4,
   "score": 4.68988799470669e-05
  },
  {
   "answer": "يا أيها الذين آمنوا",
   "rank": 5,
   "score": 2.1892098254883095e-06
  }
 ],
 "48:16-17_415": [
  {
   "answer": "ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار ومن يتول يعذبه عذابا أليما.",
   "rank": 1,
   "score": 0.9513809280487555
  },
  {
   "answer": "قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد تقاتلونهم أو يسلمون فإن تطيعوا يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذبكم عذابا أليما. ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار ومن يتول يعذبه عذابا أليما.",
   "rank": 2,
   "score": 0.045374296466798324
  },
  {
   "answer": "ومن",
   "rank": 3,
   "score": 0.0017371580530717193
  },
  {
   "answer": "قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد تقاتلونهم أو يسلمون",
   "rank": 4,
   "score": 0.001424766994331133
  },
  {
   "answer": "قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد تقاتلونهم أو يسلمون فإن تطيعوا يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذبكم عذابا أليما. ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج ومن",
   "rank": 5,
   "score": 8.285043580958031e-05
  }
 ],
 "49:6-8_415": [
  {
   "answer": "يا أيها الذين آمنوا إن جاءكم فاسق بنبإ فتبينوا أن تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين. واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان",
   "rank": 1,
   "score": 0.9421306621190727
  },
  {
   "answer": "إن جاءكم فاسق بنبإ فتبينوا أن تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين. واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان",
   "rank": 2,
   "score": 0.02239608483852768
  },
  {
   "answer": "يا أيها الذين آمنوا إن جاءكم فاسق بنبإ فتبينوا أن تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين.",
   "rank": 3,
   "score": 0.02143842746610214
  },
  {
   "answer": "واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان",
   "rank": 4,
   "score": 0.012272041908525615
  },
  {
   "answer": "يا أيها الذين آمنوا إن جاءكم فاسق بنبإ فتبينوا أن تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين. واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان أولئك هم الراشدون",
   "rank": 5,
   "score": 0.0017627832853938505
  }
 ],
 "58:12-13_415": [
  {
   "answer": "وأطيعوا الله ورسوله",
   "rank": 1,
   "score": 0.9998265054991106
  },
  {
   "answer": "ورسوله",
   "rank": 2,
   "score": 0.00015030457096436704
  },
  {
   "answer": "وأط",
   "rank": 3,
   "score": 2.104751205352344e-05
  },
  {
   "answer": "فأقيموا الصلاة وآتوا الزكاة وأطيعوا الله ورسوله",
   "rank": 4,
   "score": 1.4477701546845723e-06
  },
  {
   "answer": "يعوا الله ورسوله",
   "rank": 5,
   "score": 6.946477116868632e-07
  }
 ],
 "59:6-7_415": [
  {
   "answer": "وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا",
   "rank": 1,
   "score": 0.9997720715394236
  },
  {
   "answer": "وما",
   "rank": 2,
   "score": 0.00020421816394724084
  },
  {
   "answer": "ا",
   "rank": 3,
   "score": 1.7363062475000203e-05
  },
  {
   "answer": "وما آتاكم الرسول فخذوه",
   "rank": 4,
   "score": 3.7258037617580568e-06
  },
  {
   "answer": "آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا",
   "rank": 5,
   "score": 2.621430348964294e-06
  }
 ],
 "64:11-13_415": [
  {
   "answer": "وأطيعوا الله وأطيعوا الرسول",
   "rank": 1,
   "score": 0.9997558892447241
  },
  {
   "answer": "الرسول",
   "rank": 2,
   "score": 0.00022461492940094714
  },
  {
   "answer": "وأط",
   "rank": 3,
   "score": 1.0449105925781704e-05
  },
  {
   "answer": "ما أصاب من مصيبة إلا بإذن الله ومن يؤمن بالله يهد قلبه والله بكل شيء عليم. وأطيعوا الله وأطيعوا الرسول",
   "rank": 4,
   "score": 5.378738770464262e-06
  },
  {
   "answer": "يعوا الله وأطيعوا الرسول",
   "rank": 5,
   "score": 3.667981157587049e-06
  }
 ],
 "2:256-257_417": [
  {
   "answer": "لا إكراه في الدين",
   "rank": 1,
   "score": 0.9999317316596176
  },
  {
   "answer": "لا",
   "rank": 2,
   "score": 5.2867354823903156e-05
  },
  {
   "answer": "الدين",
   "rank": 3,
   "score": 1.4090776188513767e-05
  },
  {
   "answer": "لا إكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم. الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور والذين كفروا",
   "rank": 4,
   "score": 6.947208194822696e-07
  },
  {
   "answer": "لا إكراه",
   "rank": 5,
   "score": 6.154885337425761e-07
  }
 ],
 "10:107-109_417": [
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها",
   "rank": 1,
   "score": 0.9874831794150558
  },
  {
   "answer": "قل يا أيها الناس قد جاءكم الحق من ربكم فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها",
   "rank": 2,
   "score": 0.011296086498045702
  },
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها وما أنا عليكم بوكيل. واتبع ما يوحى إليك",
   "rank": 3,
   "score": 0.0008182857613563191
  },
  {
   "answer": "واتبع ما يوحى إليك",
   "rank": 4,
   "score": 0.0003093753817026699
  },
  {
   "answer": "فمن",
   "rank": 5,
   "score": 9.307294049174569e-05
  }
 ],
 "17:12-17_417": [
  {
   "answer": "وكل إنسان ألزمناه طائره في عنقه",
   "rank": 1,
   "score": 0.9997633765546207
  },
  {
   "answer": "عنقه",
   "rank": 2,
   "score": 0.0001567311189548172
  },
  {
   "answer": "وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا. اقرأ كتابك كفى بنفسك اليوم عليك حسيبا. من اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها",
   "rank": 3,
   "score": 4.826937704813737e-05
  },
  {
   "answer": "وكل",
   "rank": 4,
   "score": 3.0771902942879063e-05
  },
  {
   "answer": "إنسان ألزمناه طائره في عنقه",
   "rank": 5,
   "score": 8.510464292121602e-07
  }
 ],
 "18:29-31_417": [
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر",
   "rank": 1,
   "score": 0.9998705271302748
  },
  {
   "answer": "فمن",
   "rank": 2,
   "score": 8.67760181990375e-05
  },
  {
   "answer": "ر",
   "rank": 3,
   "score": 3.433221759196996e-05
  },
  {
   "answer": "شاء فليؤمن ومن شاء فليكفر",
   "rank": 4,
   "score": 6.78687399366387e-06
  },
  {
   "answer": "فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظالمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا. إن الذين آمنوا وعملوا الصالحات",
   "rank": 5,
   "score": 1.5777599323303982e-06
  }
 ],
 "27:89-93_417": [
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين.",
   "rank": 1,
   "score": 0.715452546659988
  },
  {
   "answer": "فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين",
   "rank": 2,
   "score": 0.21660838725043344
  },
  {
   "answer": "فمن",
   "rank": 3,
   "score": 0.06792628597207409
  },
  {
   "answer": "من جاء بالحسنة فله خير منها وهم من فزع يومئذ آمنون. ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون إلا ما كنتم تعملون. إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين. وأن أتلو القرآن فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين.",
   "rank": 4,
   "score": 9.810026048265035e-06
  },
  {
   "answer": "من جاء بالحسنة فله خير منها وهم من فزع يومئذ آمنون. ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون إلا ما كنتم تعملون. إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين. وأن أتلو القرآن فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين",
   "rank": 5,
   "score": 2.970055709661603e-06
  }
 ],
 "39:38-41_417": [
  {
   "answer": "فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها",
   "rank": 1,
   "score": 0.9999118137067935
  },
  {
   "answer": "فمن",
   "rank": 2,
   "score": 4.0140086277580144e-05
  },
  {
   "answer": "عليها",
   "rank": 3,
   "score": 3.187770117975625e-05
  },
  {
   "answer": "قل أفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني برحمة هل هن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون. قل يا قوم اعملوا على مكانتكم إني عامل فسوف تعلمون. من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم. إنا أنزلنا عليك الكتاب للناس بالحق فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها",
   "rank": 4,
   "score": 1.3366694364273484e-05
  },
  {
   "answer": "ولئن سألتهم من خلق السماوات والأرض ليقولن الله قل أفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني برحمة هل هن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون. قل يا قوم اعملوا على مكانتكم إني عامل فسوف تعلمون. من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم. إنا أنزلنا عليك الكتاب للناس بالحق فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها",
   "rank": 5,
   "score": 2.8018113473201266e-06
  }
 ],
 "109:1-6_417": [
  {
   "answer": "قل يا أيها الكافرون. لا أعبد ما تعبدون. ولا أنتم عابدون ما أعبد. ولا أنا عابد ما عبدتم. ولا أنتم عابدون ما أعبد. لكم دينكم ولي دين",
   "rank": 1,
   "score": 0.9780052572039257
  },
  {
   "answer": "دين",
   "rank": 2,
   "score": 0.011231453275500711
  },
  {
   "answer": "لكم دينكم ولي دين",
   "rank": 3,
   "score": 0.010561282639589218
  },
  {
   "answer": "لا أعبد ما تعبدون. ولا أنتم عابدون ما أعبد. ولا أنا عابد ما عبدتم. ولا أنتم عابدون ما أعبد. لكم دينكم ولي دين",
   "rank": 4,
   "score": 0.00018657199550419962
  },
  {
   "answer": "قل يا أيها الكافرون. لا أعبد ما تعبدون. ولا أنتم عابدون ما أعبد. ولا أنا عابد ما عبدتم. ولا أنتم عابدون ما أعبد. لكم دينكم ولي دين.",
   "rank": 5,
   "score": 1.5434877161234565e-05
  }
 ],
 "5:44-47_351": [
  {
   "answer": "ومن لم يحكم بما أنزل الله فأولئك هم الكافرون",
   "rank": 1,
   "score": 0.9461996269261669
  },
  {
   "answer": "ومن لم يحكم بما أنزل الله فأولئك هم الكافرون. وكتبنا عليهم فيها أن النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظالمون",
   "rank": 2,
   "score": 0.04759403675630554
  },
  {
   "answer": "ومن لم يحكم بما أنزل الله فأولئك هم الكافرون.",
   "rank": 3,
   "score": 0.00415669045486708
  },
  {
   "answer": "ومن لم يحكم بما أنزل الله فأولئك هم الكافرون. وكتبنا عليهم فيها أن النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظالمون.",
   "rank": 4,
   "score": 0.0010448358783903121
  },
  {
   "answer": "الكافرون",
   "rank": 5,
   "score": 0.0010048088444681122
  }
 ]
}