{"do_lower_case": false, "do_basic_tokenize": true, "never_split": ["+ك", "+كما", "ك+", "+وا", "+ين", "و+", "+كن", "+ان", "+هم", "+ة", "[بريد]", "لل+", "+ي", "+ت", "+ن", "س+", "ل+", "[مستخدم]", "+كم", "+ا", "ب+", "ف+", "+نا", "+ها", "+ون", "+هما", "ال+", "+ه", "+هن", "+ات", "[رابط]"], "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "max_len": 512, "special_tokens_map_file": null, "name_or_path": "aubmindlab/bert-base-arabertv2", "tokenizer_class": "BertTokenizer"}