{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "mask_token": "[MASK]",
  "max_len": 512,
  "name_or_path": "wissamantoun/araelectra-base-artydiqa",
  "never_split": [
    "[بريد]",
    "[مستخدم]",
    "[رابط]"
  ],
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": null,
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "ElectraTokenizer",
  "unk_token": "[UNK]"
}
